Repository: 7th-fret/meerk40t
Catalog: locale/*/LC_MESSAGES/meerk40t.po
Languages: de, es, it, ja

source: amount of sharpening in %
de: Schärfegrad in %
es: cantidad de afilado en %
it: quantità di affilatura in %

source: Blur radius for the sharpening operation
de: Unschärferadius für das Scharfzeichnen-Tool
es: Radio de desenfoque para la operación de afilado
it: Raggio di sfocatura per l'operazione di affilatura

source: Sharpen radius amount
de: Radiusbetrag schärfen
es: Cantidad de radio de nitidez
it: Aumenta la quantità del raggio

source: Threshold controls the minimum brighteness change to be sharpened.
de: Der Schwellenwert steuert die minimale Änderung der Helligkeit, die geschärft werden soll.
es: Threshold controla el cambio mínimo de brillo que se va a hacer más nítido.
it: La soglia controlla la variazione di luminosità minima da rendere più nitida.

source: Sharpen Threshold Amount
de: Schwellenwert schärfen
es: Cantidad de umbral de nitidez
it: Importo soglia di nitidezza

source: Sharpen
de: Scharfzeichnen
es: Afilar
it: Affilare

source: Threshold
de: Schwelle
es: Límite
it: Soglia

source: Percent
de: Prozent
es: Por ciento
it: Per cento

source: Replace Image
de: Bild ersetzen
es: Reemplazar imagen
it: Sostituisci immagine

source: Enable Output
de: Ausgabe aktivieren
es: Habilitar salida
it: Abilita output

source: Replace image with this output
de: Ersetzen Sie das Bild durch diese Ausgabe
es: Reemplazar imagen con esta salida
it: Sostituisci l'immagine con questo output

source: Enable Operation
de: Job aktivieren
es: Habilitar operación
it: Abilita operazione

source: Enable %s
de: %s aktivieren
es: Habilitar %s
it: Permette %s

source: Enable Contrast
de: Kontrast aktivieren
es: Habilitar contraste
it: Abilita contrasto

source: Reset Contrast
de: Kontrast zurücksetzen
es: Restablecer contraste
it: Ripristina contrasto

source: Contrast amount
de: Kontrastmenge
es: Cantidad de contraste
it: Quantità di contrasto

source: Contrast the lights and darks by how much?
de: Kontrastieren Sie die Lichter und Dunkelheiten um wie viel?
es: ¿Cuánto contrasta las luces y las sombras?
it: Contrastare le luci e le ombre di quanto?

source: Brightness amount
de: Helligkeitsbetrag
es: Cantidad de brillo
it: Quantità di luminosità

source: Make the image how much more bright?
de: Machen Sie das Bild wie viel heller?
es: ¿Hacer la imagen mucho más brillante?
it: Rendi l'immagine quanto più luminosa?

source: Contrast
de: Kontrast
es: Contraste
it: Contrasto

source: Brightness Amount
de: Helligkeitsbetrag
es: Cantidad de brillo
it: Quantità di luminosità

source: Contrast Amount
de: Kontrastbetrag
es: Cantidad de contraste
it: Quantità di contrasto

source: Invert Mouse Wheel Zoom
de: Mausrad-Zoom umkehren
es: Invertir el zoom de la rueda del mouse
it: Inverti lo zoom della rotellina del mouse

source: Print Shutdown
de: Druck herunterfahren
es: Apagado de impresión

source: SVG Uniform Save
de: SVG Uniform Speichern
es: Guardar uniforme SVG
it: Salvataggio uniforme SVG

source: Image DPI Scaling
de: Bild-DPI-Skalierung
es: Escala de DPI de imagen
it: Ridimensionamento DPI immagine

source: Recent
de: Kürzlich
es: Reciente
it: Recente

source: Hide Background
de: Hintergrund ausblenden
es: Ocultar fondo
it: Nascondi sfondo

source: Notes
de: Notizen
es: Notas
it: Appunti

source: Clear Recent
de: Letzte löschen
es: Borrar reciente
it: Cancella recenti

source: Material must be jigged at 0,0 either home or home offset. How wide is your material (give units: in, mm, cm, px, etc)?
de: Das Material muss entweder zu Hause oder zu Hause mit 0,0 versetzt werden. Wie breit ist Ihr Material (geben Sie Einheiten an: in, mm, cm, px usw.)?
es: El material debe ser calibrado a 0,0 ya sea en casa o en casa. ¿Qué tan ancho es su material (proporcione unidades: pulgadas, mm, cm, px, etc.)?
it: Il materiale deve essere jigged a 0,0 sia home che home offset. Quanto è largo il tuo materiale (indica le unità: in, mm, cm, px, ecc.)?

source: Double Side Flip
de: Doppelseitiger Flip
es: Flip lateral doble
it: Doppio capovolgimento laterale

source: Clone Reference
de: Klonreferenz
es: Referencia de clonación
it: Riferimento clone

source: Apply: %s
de: Übernehmen: %s
es: Aplicar: %s
it: Applica: %s

source: Apply Raster Script
de: Wenden Sie das Rasterskript an
es: Aplicar secuencia de comandos ráster
it: Applica script raster

source: List and modify the queued operations
de: Listen Sie die Operationen in der Warteschlange auf und ändern Sie sie
es: Enumerar y modificar las operaciones en cola
it: Elenca e modifica le operazioni in coda

source: Automatically Open Notes
de: Notizen automatisch öffnen
es: Abrir notas automáticamente
it: Apri note automaticamente

source: Automatically open notes if they exist when file is opened.
de: Notizen automatisch öffnen, wenn sie beim Öffnen der Datei vorhanden sind.
es: Abrir notas automáticamente si existen cuando se abre el archivo.
it: Apri automaticamente le note se esistono quando il file viene aperto.

source: Set URI
de: URI einstellen
it: Imposta URI

source: Set IP Camera
de: Stellen Sie die IP-Kamera ein
it: Imposta telecamera IP

source: Enter the HTTP or RTSP uri
de: Geben Sie die HTTP- oder RTSP-URL ein
it: Immettere l'uri HTTP o RTSP

source: Return to Origin After
de: zurück zur Home-Position nach Abschluss.
it: Torna all'origine dopo

source: Home Before: Disabled (Rotary On)
de: Home Before: Deaktiviert (Rotary On)
it: A casa prima: disabilitato (Rotary attivato)

source: Home After: Disabled (Rotary On)
de: Home After: Deaktiviert (Rotary On)
it: A casa dopo: disabilitato (Rotary attivato)

source: Processing...
de: Wird bearbeitet...
it: In lavorazione...

source: No image...
de: Bild fehlt...
it: Nessuna immagine...

source: Red component amount
de: Rote Komponentenmenge
it: Quantità componente rossa

source: Red Factor
de: Rot Faktor
it: Fattore rosso

source: Green component control
de: Grüne Komponentensteuerung
it: Controllo dei componenti verdi

source: Green Factor
de: Grün Faktor
it: Fattore verde

source: Blue component control
de: Blaue Komponentensteuerung
it: Controllo componente blu

source: Blue Factor
de: Blau Faktor
it: Fattore blu

source: Lightness
de: Helligkeit
it: Leggerezza

source: Blue
de: Blau
it: Blu

source: Green
de: Grün
it: Verde

source: Red
de: Rot
it: Rosso

source: Show Negative Guide
de: Negative Anleitung anzeigen
it: Mostra guida negativa

source: Launch Spooler JobStart
de: Starten Sie Spooler JobStart
it: Avvia Spooler JobStart

source: Main
de: Projekt
it: Avvia Spooler JobStart

source: Keymap
de: Tastenkürzel

source: Hide Icons
de: Icons ausblenden
it: Nascondi icone

source: Hide Tree
de: Verzeichnisse ausblenden
it: Nascondi albero

source: Unlock Manipulations
de: Manipulationen freischalten
it: Sblocca le manipolazioni

source: Invert Image
de: Bild invertieren
it: Inverti immagine

source: Mirror Horizontal
de: Horizontal spiegeln
it: Specchio orizzontale

source: Flip Vertical
de: Vertikal spiegeln
it: Capovolgi verticalmente

source: Rotate CW
de: Im Uhrzeigersinn drehen
it: Ruota in senso orario

source: Rotate CCW
de: Gegen den Uhrzeigersinn drehen
it: Ruota in senso antiorario

source: Save output.png
de: Speichern als .png
it: Salva output.png

source: Force Continue
de: Weiter zwingen

source: Rapid Between
de: Schnell zwischen

source: Waiting
de: Warten

source: Enable Halftone
de: Halbton aktivieren

source: Halftone Reset
de: Halbton-Reset

source: Use black rather than white dots
de: schwarze statt weiße Punkte verwenden.

source: Sample size for halftone dots
de: Sample-Größe der Halbton-Punkte

source: Halftone dot size
de: Größe der Halbton-Punkte

source: Angle for halftone dots
de: Winkel für Halbton-Punkte

source: Halftone dot angle
de: Winkel des Halbton-Punktes

source: Oversampling amount for halftone-dots
de: Oversampling der Halbton-Punkte

source: Halftone dot oversampling amount
de: Oversampling-Betrag der Halbton-Punkte

source: Halftone
de: Halbton

source: Angle
de: Winkel

source: Rotary Scale Factor Y
de: Rotationsskalenfaktor Y

source: 90 px/in Old Inkscape
de: 90 px/in Inkscape (Alte version)

source: Custom
de: Benutzerdefiniert

source: Select the Pixels Per Inch to use when loading an SVG file
de: Pixel pro Zoll auswählen, die beim Laden einer SVG-Datei verwendet werden sollen

source: Custom Pixels Per Inch to use when loading an SVG file
de: Benutzerdefinierte Pixel pro Zoll zum Laden einer SVG-Datei

source: SVG Pixel Per Inch
de: SVG-Pixel pro Zoll

source: Group Pulses
es: Pulsos grupales
it: Impulsi di gruppo

source: Speed Override
es: Anulación de velocidad
it: Sostituzione velocità

source: Get the movement of the beam going right to overlap.
es: Haga que el movimiento de la viga se superponga correctamente.
it: Ottieni il movimento del raggio andando a sovrapporsi

source: CH341 Chip Version: %d
es: Versión del chip CH341: %d
it: Versione chip CH341: %d

source: Error
it: Errore

source: Kernel Force Event
it: Evento Kernel Force

source: Usb Status
es: Estado del usb
it: Stato USB

source: Location
es: Ubicación
it: Posizione

source: Home
es: Hogar
it: Casa

source: Name
es: Nombre
it: Nome

source: Status
es: Estado
it: Stato

source: Key
es: Llave
it: Chiave

source: cm
it: centimetro

source: Board Setup
es: Configuración de la placa
it: Impostazione della scheda

source: Chip Version:
es: Versión de chip:
it: Versione Chip:

source: mil
it: millesimo di pollice

source: Rotary
es: Giratorio
it: Rotante

source: Alignment Ally
es: Alineamiento Aliado
it: Alleato di allineamento

source: Gear Entry
es: Entrada de engranajes
it: Ingranaggio

source: Passes
es: Pases
it: I pass

source: Webcam URI Update
es: Actualización de URI de cámara web
it: Aggiornamento URI Webcam

source: Show
es: Mostrar
it: Mostrare

source: Speed (mm/s)
es: Velocidad (mm / s)
it: Velocità (mm / s)

source: Flip XY
it: Capovolgi XY

source: name
es: nombre
it: nome

source: Radius
es: Radio
it: Raggio

source: Power Override
es: Anulación de energía

source: Id
es: Carné de identidad

source: Raster
es: Trama

source: Controller: %s
es: Controlador: %s

source: Spooler: %s
es: Cola de impresión: %s

source: PPI Advanced
es: PPI avanzado

source: Speedcode Advanced
es: Speedcode avanzado

source: Overscan (mils/%)
es: Sobreexploración (mils /%)

source: Resample
es: Remuestreo

source: RasterWizard: %s
es: Asistente de ráster: %s
