Repository: 7th-fret/meerk40t
Catalog: locale/*/LC_MESSAGES/meerk40t.po
Languages: de, es, it, ja

source: Driver Detected: LibUsb
de: Treiber gefunden: LibUsb
es: Controlador detectado: LibUsb
it: Driver rilevato: LibUsb
ja: ドライバー検出: LibUsb

source: Using Mock Driver.
de: Mock-Treiber verwenden.
es: Usando Mock Driver.
it: Utilizzando Mock Driver.
ja: モックドライバー使用中

source: Using Mock Driver to connect.
ja: モックドライバーで接続中

source: Using CH341 Driver to connect.
de: Verwenden des CH341-Treibers zum Verbinden.
es: Usando el controlador CH341 para conectar.
it: Utilizzo del driver CH341 per la connessione.
ja: CH341ドライバーで接続中

source: No CH341 Devices detected.
ja: CH341デバイスが検出されませんでした\n

source: PyUsb is not installed. Skipping.
de: PyUsb ist nicht installiert. Überspringen.
es: PyUsb no está instalado. Salto a la comba.
it: PyUsb non è installato. Saltare.
ja: PyUsbがインストールされていません。スキップします。

source: No Windll interfacing. Skipping.
ja: Windllインターフェースがありません。スキップします。

source: bind <key> <console command>
ja: bind <キー> <コンソールコマンド>

source: Binds:
ja: バインド:

source: Key Command
ja: キー コマンド

source: Keymap set to default.
ja: キーマップがデフォルトに設定されました

source: Unbound {key}
ja: {key}のバインド解除

source: alias command
ja: エイリアスコマンド

source: alias <alias> <console commands[;console command]*>
ja: alias <エイリアス> <コンソールコマンド[;コンソールコマンド]*>

source: Aliases (keybind)`:
ja: エイリアス（キーバインド）:

source: Alias Command(s)
ja: エイリアス コマンド

source: Aliases set to default.
ja: エイリアスがデフォルトに設定されました

source: paste offset x
ja: 貼り付けオフセットX

source: paste offset y
ja: 貼り付けオフセットY

source: clipboard paste
ja: クリップボード貼り付け

source: Error: clipboard empty node
ja: エラー: クリップボードが空ノードです

source: Error: Clipboard Empty
ja: エラー: クリップボードが空です

source: Clipboard paste
ja: クリップボード貼り付け

source: clipboard cut
ja: クリップボードカット

source: Clipboard cut
ja: クリップボードカット

source: clipboard clear
ja: クリップボードクリア

source: clipboard contents
ja: クリップボード内容

source: clipboard list
ja: クリップボードリスト

source: Clipboard-Entries: {index}
ja: クリップボードエントリ: {index}

source: Don't autoload operations on empty set
ja: 空セットで操作を自動ロードしない

source: Leave empty operations, don't load a default set
ja: 空の操作を残し、デフォルトセットをロードしない

source: Classify Reversed
ja: 逆順分類

source: Classify elements into operations in reverse order e.g. to match Inkscape's Object List
ja: 要素を逆順で操作に分類（Inkscapeのオブジェクトリストに合わせる）

source: Legacy Classify
ja: レガシー分類

source: Track changes and allow undo
ja: 変更を追跡し、元に戻すを許可

source: MK will save intermediate states to undo/redo changes
ja: MKは変更の元に戻す/やり直し用に中間状態を保存します

source: This may consume a significant amount of memory
ja: これにより大量のメモリを消費する場合があります

source: Levels of Undo-States
ja: 元に戻す状態のレベル

source: How many undo-levels shall MeerK40t hold in memory
ja: MeerK40tがメモリに保持する元に戻すレベル数

source: Classify elements after creation
ja: 作成後に要素を分類

source: MK will immediately try to classify (automatically assign) an element as soon as it is created,
ja: MKは要素作成直後に自動分類（割り当て）を試みます

source: if you want to defer this to apply manual assignment, then untick this option.
ja: 手動割り当てを行いたい場合はこのオプションを解除してください

source: Fuzzy color-logic
ja: ファジーカラー判定

source: Unticked: Classify elements into operations with an *exact* color match
ja: 解除: 要素を*完全一致*カラーで操作に分類

source: Ticked: Allow a certain color-distance for classification
ja: 有効: 一定のカラーディスタンスで分類を許可

source: Color distance
ja: カラーディスタンス

source: The color distance of an element to an operations that will still allow classifiation
ja: 要素と操作のカラーディスタンス（分類許容範囲）

source: Values: 0 Identical, 100 very close, 200 tolerant, 400 colorblind
ja: 値: 0一致, 100非常に近い, 200許容, 400色覚障害

source: Treat 'Black' as raster even for basic elements (like Whisperer does)
ja: 「黒」を基本要素でもラスターとして扱う（Whisperer同様）

source: Ticked: Classify will assign black elements to a raster operation
ja: 有効: 黒要素をラスター操作に割り当て

source: Unticked: Classify will assign black elements to an engrave operation
ja: 解除: 黒要素を彫刻操作に割り当て

source: Classify elements on fill
ja: 塗りで要素を分類

source: Usually MK will use the fill attribute as an indicator for a raster and will not distinguish between individual colors.
ja: 通常MKは塗り属性をラスター指標とし、個別色は区別しません

source: If you want to distinguish between different raster types then activate this option.
ja: 異なるラスタータイプを区別したい場合はこのオプションを有効化

source: Assign to default operations
ja: デフォルト操作に割り当て

source: If classification did not find a match,
ja: 分類で一致が見つからない場合

source: either with color matching (exact or fuzzy, see above)
ja: カラー一致（完全/ファジー、上記参照）

source: then it will try to assign it to matching 'default' operation
ja: 一致する「デフォルト」操作に割り当てを試みます

source: Autogenerate Operations
ja: 操作を自動生成

source: or by assigning to a default operation (see above),
ja: またはデフォルト操作に割り当て（上記参照）

source: then MeerK40t can create a matching operation for you.
ja: MeerK40tが一致する操作を自動生成します

source: Autoinherit for empty operation
ja: 空操作の自動継承

source: Classify after color-change
ja: 色変更後に分類

source: Whenever you change an elements color (stroke or fill),
ja: 要素の色（線/塗り）を変更した際

source: MK will then reclassify this element. You can turn this feature off
ja: MKは要素を再分類します。この機能は無効化可能です

source: by disabling this option.
ja: このオプションを無効化することで

source: Remove unused default operations
ja: 未使用のデフォルト操作を削除

source: If a default operation is no longer used it will be removed from the list of active operations
ja: デフォルト操作が未使用の場合、アクティブ操作リストから削除されます

source: Locked element may move
ja: ロック要素は移動可能

source: Locked elements cannot be modified, but can still be moved if this option is checked.
ja: ロック要素は変更不可ですが、このオプション有効時は移動可能です

source: Display 'default' for unchanged values
ja: 変更されていない値に「デフォルト」を表示

source: Ticked: For power and speed display a 'default' string if default values in place.
ja: 有効: パワー・速度がデフォルト値の場合「デフォルト」表示

source: Unticked: Show their current value.
ja: 解除: 現在値を表示

source: Allow dragging of regmarks to operations
ja: レジマークを操作へドラッグ可能

source: Ticked: A drag operation of regmark nodes to an operation will move back these nodes to the element branch.
ja: 有効: レジマークノードを操作へドラッグすると要素ブランチに戻ります

source: Unticked: A drag operation of regmark nodes to an operation will be ignored.
ja: 解除: レジマークノードのドラッグ操作は無視されます

source: Reuse existing
ja: 既存を再利用

source: Ticked: When loading a file we will reuse an existing operation with the same principal properties.
ja: 有効: ファイル読み込み時、同じ主要プロパティの既存操作を再利用

source: Unticked: We will add another operation alongside existing ones (always the case if properties differ).
ja: 解除: 既存操作と並行して新しい操作を追加（プロパティが異なる場合は常に追加）

source: Statusbar display
ja: ステータスバー表示

source: As in operations tree
ja: 操作ツリーと同様

source: Group types together (CC EE RR II)
ja: タイプをまとめて表示（CC EE RR II）

source: Matching (CERI CERI)
ja: 一致（CERI CERI）

source: Choose if and how you want to group together / display the default operations at the bottom of the screen
ja: 画面下部でデフォルト操作をまとめて表示するかどうか選択

source: Autogenerate both for fill and stroke
ja: 塗りと線の両方で自動生成

source: Active: for both stroke and fill we look for a corresponding hit, if none was found we generate a matching operation
ja: 有効: 線・塗り両方で一致を探し、なければ一致する操作を生成

source: Inactive: one hit of either stroke or fill is enough to prevent autogeneration
ja: 解除: 線または塗りのいずれか一致で自動生成を防止

source: Copy will increase {variable} references
ja: コピーで{variable}参照が増加

source: Active: if you copy a text-element containing a wordlist-reference, this will be increased (effectively referencing the next entry in the wordlist)
ja: 有効: ワードリスト参照を含むテキスト要素をコピーすると参照が増加（次のワードリスト項目を参照）

source: File startup commands
ja: ファイル起動コマンド

source: Ignore
ja: 無視

source: Ask
ja: 確認

source: Param 1
ja: パラメータ1

source: Param 2
ja: パラメータ2

source: Param 3
ja: パラメータ3

source: Param 4
ja: パラメータ4

source: Input Signal Hold
ja: 入力信号ホールド

source: How long does the input operation need to hold for to count as a pass
ja: パスとして認識されるために入力操作をどれだけ保持する必要がありますか

source: Input Operation Hardware
ja: 入力操作ハードウェア

source: Use hardware based input operation command
ja: ハードウェアベースの入力操作コマンドを使用

source: Corfile distance {index}
ja: Corファイル距離 {index}

source: Correction-Values
ja: 補正値

source: runs light on events.
ja: イベントでライトを点灯

source: Execute selection light idle job
ja: 選択ライトアイドルジョブを実行

source: Execute full light idle job
ja: 全体ライトアイドルジョブを実行

source: Execute regmark live light idle job
ja: レジマークライブライトアイドルジョブを実行

source: Execute convex hull light idle job
ja: 凸包ライトアイドルジョブを実行

source: stops the idle running job
ja: アイドル実行中のジョブを停止

source: outline the current selected elements
ja: 現在選択されている要素の輪郭を表示

source: Nothing Selected
ja: 何も選択されていません

source: Element bounds: {bounds}
ja: 要素の境界: {bounds}

source: convex hull of the current selected elements
ja: 現在選択されている要素の凸包

source: No elements bounds to trace.
ja: トレースする要素の境界がありません

source: Marching ants of the given element path.
ja: 指定要素パスのマーキングアント

source: stops the current job, deletes the spooler
ja: 現在のジョブを停止し、スプーラーを削除

source: Pauses the currently running job
ja: 実行中のジョブを一時停止

source: Could not contact Galvo laser.
ja: ガルボレーザーに接続できませんでした

source: Resume the currently running job
ja: 実行中のジョブを再開

source: override one second laser fire pulse duration
ja: 1秒レーザー発光パルス時間を上書き

source: Power level
ja: パワーレベル

source: laser fire pulse duration
ja: レーザー発光パルス時間

source: pulse <time>: Pulse the laser in place.
ja: pulse <時間>: レーザーをその場でパルス発光

source: Must specify a pulse time in milliseconds.
ja: パルス時間はミリ秒で指定してください

source: "{time}ms" exceeds 1 second limit to fire a standing laser.
ja: \"{time}ms\"はレーザー発光の1秒制限を超えています

source: Invalid power value: {power}
ja: 無効なパワー値: {power}

source: Pulse laser for {time} milliseconds
ja: {time}ミリ秒間レーザーをパルス発光

source: Pulse laser failed: Busy
ja: レーザーパルス発光失敗: ビジー

source: connect usb
ja: USB接続

source: Stops USB retries
ja: USB再試行を停止

source: save job export
ja: ジョブをエクスポート保存

source: Could not save: {filename}
ja: 保存できませんでした: {filename}

source: Allow default list commands to persist within the raw command
ja: デフォルトリストコマンドを生コマンド内で維持

source: Data is explicitly little-ended hex from a data capture
ja: データはキャプチャからのリトルエンディアン16進数

source: Read data is explicitly in binary
ja: 読み取りデータは明示的にバイナリ

source: Write data should be explicitly in binary
ja: 書き込みデータは明示的にバイナリであるべき

source: Export data is assumed short command only
ja: エクスポートデータは短いコマンドのみとみなす

source: Do not send regular list protocol commands
ja: 通常のリストプロトコルコマンドを送信しない

source: Trim the first number of characters
ja: 先頭の文字数をトリム

source: sends raw galvo list command exactly as composed
ja: 作成したままの生ガルボリストコマンドを送信

source: send laser a goto command
ja: レーザーにgotoコマンドを送信

source: Send laser rotary command info.
ja: レーザー回転コマンド情報を送信

source: Advance the rotary by the given amount
ja: 指定量だけ回転を進める

source: Check the rotary position
ja: 回転位置を確認

source: Turns redlight on/off
ja: レッドライトのオン/オフ

source: Connection was aborted. Manual connection required.
ja: 接続が中断されました。手動接続が必要です

source: Not Connected
ja: 未接続

source: Resets the galvo laser
ja: ガルボレーザーをリセット

source: time to set/unset the port
ja: ポートの設定/解除時間

source: Turns port on or off, eg. port off 8
ja: ポートのオン/オフ（例: port off 8）

source: Sends status check
ja: ステータスチェックを送信

source: Checks the list status.
ja: リストステータスを確認

source: Checks the Mark Time.
ja: マーキング時間を確認

source: Checks the Mark Count.
ja: マーキング回数を確認

source: Checks the Axis Position.
ja: 軸位置を確認

source: Checks the User Data.
ja: ユーザーデータを確認

source: Checks the Position XY
ja: XY位置を確認

source: Checks the Fly Speed.
ja: フライ速度を確認

source: Checks the fiber config extend
ja: ファイバー設定拡張を確認

source: Checks the fiber st mo ap
ja: ファイバーst mo apを確認

source: input binary to wait for. Use 'x' for any bit.
ja: 待機する入力バイナリ。任意ビットは'x'を使用

source: Checks the read_port
ja: read_portを確認

source: Checks the input_port
ja: input_portを確認

source: clear the input_port
ja: input_portをクリア

source: Checks the serial number.
ja: シリアル番号を確認

source: set the correction file
ja: 補正ファイルを設定

source: plan<?> validate
ja: plan<?> 検証

source: Validating
ja: 検証中

source: plan<?> geometry
ja: plan<?> ジオメトリ

source: Converting data
ja: データ変換中

source: plan<?> blob
ja: plan<?> ブロブ

source: plan<?> preopt
ja: plan<?> 事前最適化

source: Preparing optimisation
ja: 最適化準備中

source: plan<?> optimize
ja: plan<?> 最適化

source: Optimising
ja: 最適化中

source: plan<?> clear
ja: plan<?> クリア

source: Clearing data
ja: データクリア中

source: plan<?> return
ja: plan<?> 戻る

source: Returned Operations.
ja: 操作を戻しました

source: plan<?> sublist
ja: plan<?> サブリスト

source: Origin X
ja: 原点X

source: Value between 0-1 for the location of the origin x parameter
ja: 原点Xパラメータの位置（0～1の値）

source: Origin Y
ja: 原点Y

source: Value between 0-1 for the location of the origin y parameter
ja: 原点Yパラメータの位置（0～1の値）

source: Right Positive
ja: 右が正方向

source: Are positive values to the right?
ja: 正の値は右方向ですか？

source: Bottom Positive
ja: 下が正方向

source: Are positive values towards the bottom?
ja: 正の値は下方向ですか？

source: XY coordinates are swapped
ja: XY座標を入れ替え

source: Rotation
ja: 回転

source: Rotation in degrees
ja: 回転角度（度）

source: Preferred Units
ja: 推奨単位

source: Set default units for positions
ja: 位置のデフォルト単位を設定

source: inch
de: inch/zoll
es: pulgada
it: pollice
ja: インチ

source: spool <command>
ja: spool <コマンド>

source: Spooled Plan.
ja: スプール済みプラン

source: Spoolers:
ja: スプーラー:

source: Spooler on device {name}:
ja: デバイス{name}のスプーラー:

source: unlock, origin, home, etc
ja: アンロック、原点、ホームなど

source: send a plan-command to the spooler
ja: スプーラーにプランコマンドを送信

source: No plan command found.
ja: プランコマンドが見つかりません

source: spool<?> list
ja: spool<?> リスト

source: spooler<?> clear
ja: spooler<?> クリア

source: turn laser on in place
ja: その場でレーザーをオン

source: turn laser off in place
ja: その場でレーザーをオフ

source: amount to move in the set direction.
ja: 設定方向に移動する量

source: cmd <amount>
ja: cmd <量>

source: executes outstanding jog buffer
ja: 未処理のジョグバッファを実行

source: Position moved: {x} {y}
ja: 位置移動: {x} {y}

source: Busy Error
ja: ビジーエラー

source: change in x
ja: Xの変化量

source: change in y
ja: Yの変化量

source: move <x> <y>: move to position.
ja: move <x> <y>: 指定位置に移動

source: home the laser
ja: レーザーをホーム位置へ

source: home the laser (goto endstops)
ja: レーザーをホーム（エンドストップへ移動）

source: unlock the rail
ja: レールのロック解除

source: lock the rail
ja: レールをロック

source: SVG Viewport is Bed
ja: SVGビューポートはベッド

source: SVG files can be saved without real physical units. This setting uses the SVG viewport dimensions to scale the rest of the elements in the file.
ja: SVGファイルは実際の物理単位なしで保存可能です。\nこの設定はSVGビューポート寸法を使ってファイル内の他の要素をスケールします。

source: Load hidden objects to regmarks
ja: 非表示オブジェクトをレジマークに読み込み

source: Ticked: When loading a file invisible elements will be loaded to the regmarks branch.
ja: 有効: ファイル読み込み時、不可視要素はレジマークブランチに読み込まれます

source: Unticked: Invisible elements will be loaded as regular elements and will be hidden.
ja: 解除: 不可視要素は通常要素として読み込まれ、非表示になります

source: File loaded
ja: ファイルを読み込みました

source: Webhelp page
ja: Webヘルプページ

source: Launch a registered webhelp page
ja: 登録済みWebヘルプページを起動

source: Webhelp Registered:
ja: Webヘルプ登録済み:

source: Webhelp not found.
ja: Webヘルプが見つかりません

source: You need to provide parameters for both x and y
ja: xとy両方のパラメータが必要です

source: Invalid alignment parameter for x
ja: xの整列パラメータが無効です

source: Invalid alignment parameter for y
ja: yの整列パラメータが無効です

source: No sense in aligning an element to itself
ja: 要素自身への整列は意味がありません

source: pushes the current align mode to the stack
ja: 現在の整列モードをスタックにプッシュ

source: New alignmode = {mode}
ja: 新しい整列モード = {mode}

source: Align boundaries = {bound}
ja: 整列境界 = {bound}

source: Set the requested alignment to treat selection as group
ja: 選択範囲をグループとして扱う整列を設定

source: Set the requested alignment to treat selection as individuals
ja: 選択範囲を個別として扱う整列を設定

source: No raster operations selected.
ja: ラスター操作が選択されていません

source: Change speed by this amount.
ja: この量だけ速度を変更

source: Change speed for each item in order
ja: 各項目の速度を順番に変更

source: operation speed in mm/s
ja: 操作速度（mm/s）

source: speed <speed>
ja: speed <速度>

source: Speed for '{name}' is currently: {speed}
ja: 「{name}」の現在の速度: {speed}

source: Not a valid speed or percent.
ja: 有効な速度またはパーセントではありません

source: Speed for '{name}' updated {old_speed} -> {speed}
ja: 「{name}」の速度が{old_speed}から{speed}に更新されました

source: power in pulses per inch (ppi, 1000=max)
ja: パワー（パルス/インチ、最大1000）

source: Change power by this amount.
ja: この量だけパワーを変更

source: Change power for each item in order
ja: 各項目のパワーを順番に変更

source: Power for '{name}' is currently: {power}
ja: 「{name}」の現在のパワー: {power}

source: Power for '{name}' updated {old_power} -> {power}
ja: 「{name}」のパワーが{old_power}から{power}に更新されました

source: frequency set for operation
ja: 操作の周波数設定

source: Frequency for '{name}' is currently: {frequency}
ja: 「{name}」の現在の周波数: {frequency}

source: Frequency for '{name}' updated {old_frequency} -> {frequency}
ja: 「{name}」の周波数が{old_frequency}から{frequency}に更新されました

source: Set operation passes
ja: 操作パス数を設定

source: passes <passes>
ja: passes <パス数>

source: Passes for '{name}' is currently: {passes}
ja: 「{name}」の現在のパス数: {passes}

source: Passes for '{name}' updated {old_passes} -> {passes}
ja: 「{name}」のパス数が{old_passes}から{passes}に更新されました

source: Set hatch-distance of operations
ja: 操作のハッチ距離を設定

source: Change hatch-distance by this amount.
ja: この量だけハッチ距離を変更

source: Change hatch-distance for each item in order
ja: 各項目のハッチ距離を順番に変更

source: hatch-distance <distance>
ja: hatch-distance <距離>

source: Hatch Distance for '{name}' is currently: {distance}
ja: 「{name}」の現在のハッチ距離: {distance}

source: Hatch Distance for '{name}' updated {old_distance} -> {distance}
ja: 「{name}」のハッチ距離が{old_distance}から{distance}に更新されました

source: Set hatch-angle of operations
ja: 操作のハッチ角度を設定

source: Change hatch-angle by this amount.
ja: この量だけハッチ角度を変更

source: Change hatch-angle for each item in order
ja: 各項目のハッチ角度を順番に変更

source: hatch-angle <angle>
ja: hatch-angle <角度>

source: Hatch Angle for '{name}' is currently: {angle} ({angle_degree})
ja: 「{name}」の現在のハッチ角度: {angle}（{angle_degree}）

source: Hatch Angle for '{name}' updated {old_angle} -> {angle} ({angle_degree})
ja: 「{name}」のハッチ角度が{old_angle}から{angle}（{angle_degree}）に更新されました

source: Disable the given operations
ja: 指定した操作を無効化

source: Operation '{name}' disabled.
ja: 操作「{name}」を無効化しました

source: Operation '{name}' can't be disabled.
ja: 操作「{name}」は無効化できません

source: Enable the given operations
ja: 指定した操作を有効化

source: Operation '{name}' enabled.
ja: 操作「{name}」を有効化しました

source: Operation '{name}' can't be enabled.
ja: 操作「{name}」は有効化できません

source: Lock element (protect from manipulation)
ja: 要素をロック（操作不可）

source: Unlock element (allow manipulation)
ja: 要素のロック解除（操作可）

source: copy offset x (for elems)
ja: コピーオフセットX（要素用）

source: copy offset y (for elems)
ja: コピーオフセットY（要素用）

source: amount of copies to be created
ja: 作成するコピー数

source: Duplicate elements
ja: 要素を複製

source: Invalid length value for copy offset.
ja: コピーオフセットの長さ値が無効です

source: Delete elements
ja: 要素を削除

source: Deleting…
ja: 削除中…

source: Clear all content
ja: すべての内容をクリア

source: Show information about elements
ja: 要素の情報を表示

source: element*, all elements
ja: element*、すべての要素

source: element~, all non-selected elements
ja: element~、未選択のすべての要素

source: element, selected elements
ja: element、選択された要素

source: element0,3,4,5: chain a list of specific elements
ja: element0,3,4,5: 特定要素のリストを連結

source: regmark cmd
ja: regmarkコマンド

source: Regmarks -> Elements
ja: レジマーク→要素

source: Elements -> Regmarks
ja: 要素→レジマーク

source: No elements to transfer
ja: 転送する要素がありません

source: Invalid command, use one of add, free, clear
ja: 無効なコマンドです。add、free、clearのいずれかを使用してください

source: element step size
ja: 要素ステップサイズ

source: step <element step-size>
ja: step <要素ステップサイズ>

source: Image step for %s is currently: %s
ja: %sの現在の画像ステップ: %s

source: No image element selected.
ja: 画像要素が選択されていません

source: Graphical Elements:
ja: グラフィック要素:

source: By default elements will be stitched together if they have common end/start points, this option allows to set a tolerance
ja: デフォルトでは、要素の端点が一致する場合に結合されます。このオプションで許容値を設定可能

source: By default elements will be stitched together if they have a common end/start point, this option prevents that and real subpaths will be created
ja: デフォルトでは端点一致で結合されますが、このオプションで結合を防ぎ、実際のサブパスを作成します

source: merge elements
ja: 要素を結合

source: Invalid tolerance distance provided
ja: 無効な許容距離が指定されました

source: No item selected.
ja: 項目が選択されていません

source: break elements
ja: 要素を分割

source: Break elements
ja: 要素を分割

source: clipboard
ja: クリップボード

source: clipboard copy
ja: クリップボードコピー

source: Burn last
ja: 最後に焼成

source: Convert operation
ja: 操作を変換

source: Convert to Image
ja: 画像に変換

source: Convert an operation to a different type maintaining properties and assigned elements
ja: 操作をプロパティと割り当て要素を保持したまま別タイプに変換

source: Convert to Raster
de: In Raster konvertieren
es: Convertir a ráster
it: Converti in raster
ja: ラスターに変換

source: Convert to Engrave
ja: 彫刻に変換

source: Convert to Cut
ja: カットに変換

source: Convert to Dots
ja: ドットに変換

source: Raster-Wizard
ja: ラスターウィザード

source: Set to None
ja: なしに設定

source: Remove stored image operations
ja: 保存された画像操作を削除

source: Apply: {script}
ja: 適用: {script}

source: Apply a predefined script to an image
ja: 画像に定義済みスクリプトを適用

source: Convert to Path
ja: パスに変換

source: Horizontal
ja: 水平

source: Create a horizontal linepattern from the image
ja: 画像から水平ラインパターンを作成

source: To path: Horizontal
ja: パスへ: 水平

source: Vertical
ja: 垂直

source: Create a vertical linepattern from the image
ja: 画像から垂直ラインパターンを作成

source: Bidirectional
de: Bidirektional
es: Bidireccional
it: Bidirezionale
ja: 双方向

source: Shall the line pattern be able to travel back and forth or will it always start at the same side
ja: ラインパターンを往復可能にするか、常に同じ側から開始するか

source: Speed for Raster-operation
ja: ラスター操作の速度

source: Set speed for the operation
ja: 操作の速度を設定

source: Speed for Vector-operation
ja: ベクター操作の速度

source: Set power for the operation
ja: 操作のパワーを設定

source: Change dpi values
ja: DPI値を変更

source: Passes {passvalue}
ja: パス数 {passvalue}

source: Define the amount of executions/passes for the operation
ja: 操作の実行回数/パス数を定義

source: Set placement loops
ja: 配置ループ数を設定

source: Loops {loopvalue}
ja: ループ数 {loopvalue}

source: Set amount of passes/execution at this placement
ja: この配置でのパス数/実行回数を設定

source: Remove all placements
ja: すべての配置を削除

source: Remove this and all other placements
ja: これと他のすべての配置を削除

source: Move laser to placement
ja: レーザーを配置位置へ移動

source: Move the laserhead to the jobstart position
ja: レーザーヘッドをジョブ開始位置へ移動

source: Burn direction
ja: 焼成方向

source: Define the burn-direction for this operation
ja: この操作の焼成方向を定義

source: Unidirectional
de: Unidirektional
es: Unidireccional
it: Unidirezionale
ja: 単方向

source: Directional Raster
de: Direktionales Raster
es: Ráster direccional
it: Raster direzionale
ja: 方向性ラスター

source: Define the behaviour for this operation
ja: この操作の動作を定義

source: Execute operation(s)
ja: 操作を実行

source: Execute Job for the selected operation(s).
ja: 選択した操作のジョブを実行

source: Simulate operation(s)
ja: 操作をシミュレート

source: Run simulation for the selected operation(s)
ja: 選択した操作のシミュレーションを実行

source: Global operation settings
ja: グローバル操作設定

source: Define global loops and other properties
ja: グローバルループやその他のプロパティを定義

source: Clear all
ja: すべてクリア

source: Delete all operations
ja: すべての操作を削除

source: Operations
de: Operationen
es: Operaciones
it: Operazioni
ja: 操作

source: Clear unused
ja: 未使用をクリア

source: Clear operations without children
ja: 子要素のない操作をクリア

source: Do you really want to delete {num} entries?
ja: 本当に{num}件を削除しますか？

source: Scale speed settings
ja: 速度設定をスケール

source: Max speed = {speed}mm/s
ja: 最大速度 = {speed}mm/s

source: Scale all operation speed values relative to a new maximum
ja: すべての操作速度値を新しい最大値に合わせてスケール

source: Scale power settings
ja: パワー設定をスケール

source: Max power = {power}ppi ({power_10}%)
ja: 最大パワー = {power}ppi（{power_10}%）

source: Scale all operation power values relative to a new maximum
ja: すべての操作パワー値を新しい最大値に合わせてスケール

source: Enable all operations
ja: すべての操作を有効化

source: Disable all operations
ja: すべての操作を無効化

source: Toggle all operations
ja: すべての操作を切り替え

source: Toggle enabled-status of all operations
ja: すべての操作の有効状態を切り替え
