Repository: 7th-fret/meerk40t
Catalog: locale/*/LC_MESSAGES/meerk40t.po
Languages: de, es, it, ja

source: Delete all elements
ja: すべての要素を削除

source: Elements
de: Elemente
es: Elementos
it: Elementi
ja: 要素

source: Clear all elements
ja: すべての要素をクリア

source: Delete all registration marks
ja: すべてのレジストレーションマークを削除

source: Clear all regmarks
ja: すべてのレジマークをクリア

source: Remove {ecount} selected items from operations
ja: 選択した{ecount}項目を操作から削除

source: Delete all selected operations
ja: 選択したすべての操作を削除

source: Remove items from operations
ja: 操作から項目を削除

source: Delete operation '{name}' fully
ja: 操作「{name}」を完全に削除

source: Alias {alias_name} unset.
ja: {alias_name}のエイリアス解除

source: No alias for {alias_name} was set.
ja: {alias_name}のエイリアスは設定されていません

source: This is not an alias.
ja: これはエイリアスではありません

source: Combine effect primitives
ja: エフェクトプリミティブを結合

source: Optimize inner travel
ja: 内部移動を最適化

source: Optimize cuts
ja: カットを最適化

source: Optimize travel
ja: 移動を最適化

source: Merging cutcode
ja: カットコードを統合

source: Pass {cpass}/{tpass}
ja: パス {cpass}/{tpass}

source: Launch Spooler on Job Start
ja: ジョブ開始時にスプーラーを起動

source: Open the Spooler window automatically when you Execute a Job
ja: ジョブ実行時にスプーラーウィンドウを自動で開く

source: Notabene: Reduce Travel Time and Burn Inner First cannot be used at the same time.
ja: 注意: 移動時間短縮と内側優先焼成は同時に使用できません

source: Cluster raster objects
ja: ラスターオブジェクトをクラスタ化

source: Separate non-overlapping raster objects. Active: this will raster close (i.e. overlapping) objects as one, but will separately process objects lying apart from each other. Inactive: all objects will be lasered as one single unit.
ja: 重ならないラスターオブジェクトを分離 有効: 近接（重なり）オブジェクトは一つとしてラスター処理 離れたオブジェクトは個別処理 無効: 全てのオブジェクトを一つのユニットとしてレーザー処理

source: Margin:
ja: マージン:

source: Allowed gap between rasterable objects, to still be counted as one.
ja: ラスター可能オブジェクト間の許容ギャップ（1つとして扱う）

source: Reduce Travel Time
ja: 移動時間短縮

source: Using this option can significantly reduce the time spent moving between elements with the laser off by optimizing the sequence that elements are burned.
ja: このオプションでレーザーオフ時の移動時間を最適化し大幅に短縮できます。

source: When this option is NOT checked, elements are burned strictly in the order they appear in the Operation tree, and the Merge options will have no effect on the burn time.
ja: このオプションが未選択の場合、要素は操作ツリーの順に焼成され、統合オプションは焼成時間に影響しません。

source: When this option IS checked, Meerk40t will burn each subpath and then move to the nearest remaining subpath instead, reducing the time taken moving between burn items.
ja: このオプションが選択されている場合、Meerk40tは各サブパスを焼成後、最も近い残りサブパスに移動し、焼成間の移動時間を短縮します。

source: Burn Complete Subpaths
ja: サブパス全体を焼成

source: By default Reduce Travel Time optimises using SVG individual path segments, which means that non-closed subpaths can be burned in several shorter separate burns rather than one continuous burn from start to end.
ja: デフォルトでは移動時間短縮はSVGの個々のパスセグメントを最適化し、非閉じたサブパスは複数の短い焼成に分割されます。

source: This option only affects non-closed paths. When this option is checked, non-closed subpaths are always burned in one continuous burn from start to end rather than having burns start in the middle. Whilst this may create a longer travel move to the end of the subpath,it also avoids later travel moves to or from the intermediate point. The total travel time may therefore be shorter or longer. It may also avoid minor differences in total burn depth at the point the burns join.
ja: このオプションは非閉じパスにのみ影響します。選択時、非閉じサブパスは開始から終了まで連続して焼成され、中間点からの焼成はありません。移動距離が長くなる場合もありますが、後の中間点への移動を回避できます。総移動時間は短縮または延長される場合があります。焼成接合部の深さ差も回避できます。

source: Merge Passes
ja: パスを統合

source: Combine multiple passes into the same optimization. This will typically result in each subpath being burned multiple times in succession, burning closed paths round-and-round and non-closed paths back-and-forth, before Meerk40t moves to the next path.
ja: 複数パスを同じ最適化に統合します。通常、各サブパスは連続して複数回焼成され、閉じたパスは周回、非閉じパスは往復焼成されます。

source: If you have a complex design with many paths and are burning with multiple passes, using this option can significantly REDUCE the optimisation time.
ja: 複雑なデザインで多くのパスを複数回焼成する場合、このオプションで最適化時間を大幅に短縮できます。

source: NOTE: Where you burn very short paths multiple times in quick succession, this does not allow time for the material to cool down between burns, and this can result in greater charring or even an increased risk of the material catching fire.
ja: 注意: 非常に短いパスを連続して複数回焼成すると、素材が冷却する時間がなくなり、焦げや発火リスクが高まります。

source: Merge Operations
ja: 操作を統合

source: Combine multiple consecutive burn operations and optimise across them globally. Operations of different types will be optimised together to reduce travel time, so vector and raster burns will be mixed.
ja: 複数の連続焼成操作を統合し、全体で最適化します。異なるタイプの操作も一緒に最適化され、移動時間が短縮されます（ベクターとラスター焼成が混在）。

source: If Merge Passes is not checked, Operations with >1 passes will only have the same passes merged. If Merge Passes is also checked, then all burns will be optimised globally.
ja: パス統合が未選択の場合、複数パス操作は同じパスのみ統合されます。パス統合も選択時は全焼成がグローバルに最適化されます。

source: If you have a complex design with many paths across multiple consecutive burn operations, using this option can significantly INCREASE the optimisation time.
ja: 複雑なデザインで複数の連続焼成操作がある場合、このオプションで最適化時間が大幅に増加する場合があります。

source: Combine path segments
ja: パスセグメントを結合

source: Stitch segments together that are very close (ideally having joint start/end points).
ja: 非常に近いセグメント（開始/終了点が一致）を結合します。

source: Only inside a single cut/engrave operation.
ja: 単一のカット/彫刻操作内のみ

source: Tolerance
ja: 許容値

source: Tolerance to decide whether two path segments should be joined.
ja: 2つのパスセグメントを結合するかどうかの許容値

source: Burn Inner First
ja: 内側を先に焼成

source: Ensure that inside burns are done before an outside cut in order to ensure that burns inside a cut-out piece are done before the cut piece shifts or drops out of the material.
ja: 切り抜き部品がずれたり落ちたりする前に、内側の焼成を外側カットより先に行います。

source: If you find that using this option significantly increases the optimisation time, alternatives are: * Deselecting Cut Inner First if you are not cutting fully through your material * Putting the inner paths into a separate earlier operation(s) and not using Merge Operations or Cut Inner First * If you are using multiple passes, check Merge Passes
ja: このオプションで最適化時間が大幅に増加する場合、代替案: * 素材を完全に切断しない場合は内側優先焼成を解除 * 内側パスを別の早い操作に分け、統合や内側優先焼成を使わない * 複数パスの場合はパス統合を選択

source: Tolerance to decide if a shape is truly inside another one.
ja: 形状が本当に他の形状の内側かどうかの許容値

source: Group Inner Burns
ja: 内側焼成をグループ化

source: Try to complete a set of inner burns and the associated outer cut before moving onto other elements. This option only does something if Burn Inner First is also selected. If your design has multiple separate pieces on it, this should mostly cause each piece to be burned in entirety before moving on to burn another piece. This can reduce the risk of e.g. a shift ruining an entire piece of material by trying to ensure that one piece is finished before starting on another.
ja: 内側焼成と外側カットを他の要素に移る前に完了します。 このオプションは内側優先焼成が選択されている場合のみ有効です。複数の部品がある場合、各部品を全体的に焼成してから次の部品に移ります。これにより、ずれによる素材全体の損失リスクを低減できます。

source: This optimization works best with Merge Operations also checked though this is not a requirement.
ja: この最適化は操作統合も選択時に最も効果的ですが、必須ではありません。

source: Because this optimisation is done once rasters have been turned into images, inner elements may span multiple design pieces, in which case they may be optimised together.
ja: この最適化はラスターが画像化された後に行われるため、内側要素が複数のデザイン部品にまたがる場合、一緒に最適化されることがあります。

source: Closed Distance
ja: 閉じ距離

source: How close in device specific natural units do endpoints need to be to count as closed?
ja: 閉じたとみなすために端点がデバイス固有単位でどれだけ近い必要があるか

source: Keep effect lines together
ja: エフェクトラインをまとめる

source: Active: effects like hatches are dealt with as a bigger shape
ja: 有効: ハッチなどのエフェクトは大きな形状として処理

source: Inactive: every single line segment will be dealt with individually.
ja: 無効: 各線分を個別に処理

source: Optimize internally
ja: 内部最適化

source: Active: hatch lines will be optimized internally
ja: 有効: ハッチラインを内部で最適化

source: Inactive: hatch lines will be burnt sequentially.
ja: 無効: ハッチラインを順次焼成

source: Reduce polyline details
ja: ポリライン詳細を削減

source: Active: reduce the details of polyline elements, so that less information needs to be sent to the laser.
ja: 有効: ポリライン要素の詳細を削減し、レーザーへの情報量を減らします。

source: This can reduce the processing and laser time but can as well compromise the quality at higher levels, so use with care and preview in simulation.
ja: これにより処理・レーザー時間が短縮されますが、品質が低下する場合もあるため、注意してシミュレーションでプレビューしてください。

source: Level
ja: レベル

source: Minimal
ja: 最小

source: Fine
ja: 細かい

source: Medium
ja: 中

source: Coarse
ja: 粗い

source: plan<?> <command>
ja: plan<?> <コマンド>

source: Plan:
ja: プラン:

source: Plan {plan}:
ja: プラン {plan}:

source: Commands {plan}:
ja: コマンド {plan}:

source: plan(-selected)<?> copy
ja: plan(-selected)<?> コピー

source: Copy data
ja: データをコピー

source: Copied Operations.
ja: 操作をコピーしました

source: index of location to insert command
ja: コマンド挿入位置のインデックス

source: console command to append
ja: 追加するコンソールコマンド

source: plan<?> command
ja: plan<?> コマンド

source: plan console... requires a console command to inject into the current plan
ja: plan console... 現在のプランに挿入するコンソールコマンドが必要です

source: Invalid index for command insert.
ja: コマンド挿入のインデックスが無効です

source: plan<?> preprocess
ja: plan<?> 前処理

source: Preprocessing
ja: 前処理

source: About %s v%s
de: Über %s v%s
es: Acerca de %s v %s
it: Circa %s v %s

source: Adjustments
de: Anpassungen/Änderungen
es: Ajustes
it: Regolazioni

source: Override the Speed setting. Use this instead.
de: Geschwindigkeitseinstellung überschreiben und stattdessen verwenden.
es: Anular la configuración de velocidad. Use esto en su lugar.
it: Sostituisci l'impostazione della velocità. Usa questo invece.

source: Override the Power setting. Use this instead.
de: Leistungseinstellung überschreiben und stattdessen verwenden.
es: Anule la configuración de Energía. Use esto en su lugar.
it: Sostituisci l'impostazione di Potenza. Usa questo invece.

source: Override the Overscan setting. Use this instead.
de: Overscan-Einstellungen überschreiben und stattdessen verwenden.
es: Anule la configuración de Overscan. Use esto en su lugar.
it: Ignora l'impostazione Overscan. Usa questo invece.

source: Scale the desired speed settings by this percent.
de: Geschwindigkeitseinstellungen um Prozentsatz ändern.
es: Escale la configuración de velocidad deseada en este porcentaje.
it: Scala le impostazioni di velocità desiderate di questa percentuale.

source: Scale the Power settings by this Percent. (Crimps to [0,1000])
de: Leistungseinstellungen um Prozentsatz ändern. (Crimps auf [0,1000])
es: Escale la configuración de Potencia en este porcentaje. (Se engarza a [0,1000])
it: Ridimensiona le impostazioni di Potenza di questa percentuale. (Crolla a [0,1000])

source: Attempts to adjust the pulse grouping for data efficiency.
de: Versuche, die Impulsgruppierung für die Dateneffizienz anzupassen.
es: Intenta ajustar la agrupación de pulsos para mejorar la eficiencia de los datos.
it: Tenta di regolare il raggruppamento degli impulsi per l'efficienza dei dati.

source: Move writer position towards top.
de: Schreibposition nach oben bewegen.
es: Mover la posición del escritor hacia la parte superior.
it: Sposta la posizione dello scrittore verso l'alto.

source: Move writer position towards left.
de: Schreibposition nach links bewegen.
es: Mueva la posición del escritor hacia la izquierda.
it: Spostare la posizione dello scrittore verso sinistra.

source: Set writer position as origin (0,0)
de: Position des Schreibers als Ursprung einstellen (0,0)
es: Establecer la posición del escritor como origen (0,0)
it: Imposta la posizione dello scrittore come origine (0,0)

source: Move writer position towards right.
de: Schreibposition nach rechts bewegen.
es: Mover la posición del escritor hacia la derecha.
it: Spostare la posizione dello scrittore verso destra.

source: Move writer position towards bottom.
de: Schreibposition nach unten bewegen.
es: Mueva la posición del escritor hacia abajo.
it: Sposta la posizione dello scrittore verso il basso.

source: Flush buffers to empty.
de: Puffer leeren.
es: Lave los tampones para vaciarlos.
it: Lavare i buffer per svuotarli.

source: Safely exit current job, purge the spooler.
de: Aktuellen Job beenden & Spooler leeren.
es: Salga de forma segura del trabajo actual, purgue la cola de impresión.
it: Uscire in sicurezza dal lavoro corrente, eliminare lo spooler.

source: Emergency Stop. Kill all buffers stop at this location.
de: Not-Stop! Buffer beenden & Anhalten.
es: Parada de emergencia. Mata a todos los buffers que se detienen en este lugar.
it: Arresto di emergenza. Uccidi tutti i buffer fermati in questa posizione.

source: Status Information
de: Statusinformationen
es: Informacion de estado
it: Informazioni sullo stato

source: Power Ratio
de: Leistungsverhältnis
es: Relación de potencia
it: Rapporto di potenza

source: Speed Ratio
de: Geschwindigkeitsverhältnis
es: Relación de velocidad
it: Rapporto di velocità

source: You do not have a selected device.
de: Es wurde kein Gerät ausgewählt.
es: No tienes un dispositivo seleccionado.
it: Non hai un dispositivo selezionato.

source: No Device Selected.
de: Kein Gerät ausgewählt.
es: Ningún dispositivo seleccionado.
it: Nessun dispositivo selezionato.

source: Vertical Alignment Finished
de: Vertikale Ausrichtung abgeschlossen
es: Alineación vertical terminada
it: Allineamento verticale finito

source: Horizontal Alignment Finished
de: Horizontale Ausrichtung abgeschlossen
es: Alineación horizontal terminada
it: Allineamento orizzontale finito

source: Alignment.
de: Ausrichtung.
es: Alineación.
it: Allineamento.

source: Perform vertical near-far alignment test
de: vertikalen Nah-Fern-Ausrichtungstest durchführen.
es: Realizar una prueba de alineación vertical cerca-lejos vertical
it: Eseguire il test di allineamento verticale vicino-lontano

source: Perform a vertical line alignment test
de: vertikalen Linienausrichtungstest durchführen.
es: Realizar una prueba de alineación de línea vertical
it: Eseguire un test di allineamento della linea verticale

source: How far down should we move to test?
de: Wie weit sollten wir uns zum Testen bewegen?
es: ¿Qué tan abajo debemos movernos para probar?
it: Fino a che punto dovremmo spostarci per testare?

source: Heavily misaligned mirrors will need more power to see the line. Once you can see the line. Turn this down.
de: Falsch ausgerichtete Spiegel benötigen mehr Leistung pro Linie. Bei guter Sichtbarkeit der Linie hier abstellen.
es: Los espejos muy desalineados necesitarán más potencia para ver la línea. Una vez que puedas ver la línea. Baja esto.
it: Gli specchi fortemente disallineati avranno bisogno di più potere per vedere la linea. Una volta che puoi vedere la linea. Abbassa questo.

source: We are done with vertical alignment.
de: Vertikale Ausrichtung ist abgeschlossen.
es: Hemos terminado con la alineación vertical.
it: Abbiamo finito con l'allineamento verticale.

source: Perform horizontal near-far alignment test
de: horizontalen Nah-Fern-Ausrichtungstest durchführen.
es: Realizar una prueba de alineación horizontal cerca-lejos
it: Eseguire un test di allineamento orizzontale ravvicinato

source: Perform horizontal line alignment test
de: horizontalen Linienausrichtungstest durchführen.
es: Realizar prueba de alineación de línea horizontal
it: Eseguire il test di allineamento della linea orizzontale

source: How far right should we move to test?
de: Wie weit rechts sollten wir uns bewegen, um zu testen?
es: ¿Qué tan a la derecha debemos movernos para probar?
it: Quanto a destra dovremmo muoverci per testare?

source: Perform 4 corners confirmation test
de: 4-Ecken-Test durchführen
es: Realizar la prueba de confirmación de 4 esquinas
it: Eseguire un test di conferma dei 4 angoli

source: Perform square confirmation test
de: quadratischen Test durchführen.
es: Realizar prueba de confirmación cuadrada
it: Eseguire il test di conferma del quadrato

source: You are not centering. The misalignment increases over distance. Get the beam to hit the same point regardless of distance. (Usually not the center) All beam points should overlap at exactly 1 point, when misalignment is zero. The overlap point should be nearer to the close point. Aim for that. Repeat.
de: Laser nicht zentriert. Die Fehlausrichtung nimmt mit der Entfernung zu. Lassen Sie den Strahl unabhängig von der Entfernung denselben Punkt treffen. (Normalerweise nicht die Mitte) Alle Strahlpunkte sollten sich an genau 1 Punkt überlappen, wenn die Fehlausrichtung Null ist. Der Überlappungspunkt sollte näher am Schließpunkt liegen. Wiederholen.
es: No te estás centrando. La desalineación aumenta con la distancia. Haga que el rayo alcance el mismo punto independientemente de la distancia. (Generalmente no el centro) Todos los puntos de haz deben superponerse exactamente en 1 punto, cuando la desalineación es cero. El punto de superposición debe estar más cerca del punto de cierre. Apunta a eso. Repetir.
it: Non stai centrando. Il disallineamento aumenta sulla distanza. Fai in modo che il raggio colpisca lo stesso punto indipendentemente dalla distanza. (Di solito non al centro) Tutti i punti del raggio dovrebbero sovrapporsi esattamente a 1 punto, quando il disallineamento è zero. Il punto di sovrapposizione dovrebbe essere più vicino al punto di chiusura. Punta a quello. Ripetere.

source: Testing width in mm
de: Testbreite in mm
es: Ancho de prueba en mm
it: Larghezza di prova in mm

source: Testing power
de: Leistung testen
es: Prueba de potencia
it: Testare la potenza

source: Testing height in mm
de: Prüfhöhe in mm
es: Altura de prueba en mm
it: Altezza di prova in mm

source: Could not find buffer.
de: Puffer konnte nicht gefunden werden.
es: No se pudo encontrar el búfer.
it: Impossibile trovare il buffer.

source: Buffer
de: Puffer

source: K40 devices were found but they were rejected.
de: K40-Geräte wurden gefunden, aber abgelehnt.
es: Se encontraron dispositivos K40 pero fueron rechazados.
it: I dispositivi K40 sono stati trovati ma sono stati respinti.

source: Setting Active Config
de: Aktive Konfiguration einstellen
es: Configuración de configuración activa
it: Impostazione della configurazione attiva

source: Driver Detected: CH341
de: Treiber gefunden: CH341
es: Controlador detectado: CH341
it: Driver rilevato: CH341

source: Unknown
de: Unbekannt
es: Desconocido
it: Sconosciuto

source: Set Camera 0
de: Kamera 0 einstellen
es: Establecer cámara 0
it: Imposta telecamera 0

source: Set Camera 1
de: Kamera einstellen 1
es: Establecer cámara 1
it: Imposta telecamera 1

source: Set Camera 2
de: Kamera einstellen 2
es: Establecer cámara 2
it: Imposta telecamera 2

source: Set Camera 3
de: Kamera einstellen 3
es: Establecer cámara 3
it: Imposta telecamera 3

source: Set Camera 4
de: Kamera einstellen 4
es: Establecer cámara 4
it: Imposta telecamera 4

source: Export Snapsnot
de: Snapsnot exportieren
es: Exportar snapsnot
it: Esporta Snapnot

source: Detect Distortions/Calibration
de: Verzerrungen / Kalibrierung erkennen
es: Detectar distorsiones / calibración
it: Rileva distorsioni / calibrazione

source: Could not import Camera requirements
de: Kameraanforderungen konnten nicht importiert werden
es: No se pudieron importar los requisitos de la cámara
it: Impossibile importare i requisiti della fotocamera

source: Imports Failed
de: Import/e fehlgeschlagen
es: Importaciones fallidas
it: Importazioni non riuscite

source: Success. %d images so far.
de: Erfolg. %d Bilder bisher.
es: Éxito. % d imágenes hasta ahora.
it: Successo. %d immagini finora.

source: If using a precompiled binary, this was requirement was not included. If using pure Python, add it with: pip install opencv-python-headless
de: Bei Verwendung einer vorkompilierten Binärdatei war diese Anforderung nicht enthalten. Wenn Sie reines Python verwenden, fügen Sie es hinzu mit: pip install opencv-python-headless
es: Si utiliza un binario precompilado, este requisito no se incluyó. Si usa Python puro, agréguelo con: pip install opencv-python-headless
it: Se si utilizzava un binario precompilato, questo requisito non era incluso. Se si utilizza Python puro, aggiungerlo con: pip install opencv-python-headless

source: Interface Requires OpenCV.
de: Schnittstelle erfordert OpenCV.
es: La interfaz requiere OpenCV.
it: L'interfaccia richiede OpenCV.

source: No Webcam found.
de: Keine Kamera gefunden.
es: No se encontró la cámara web.
it: Nessuna webcam trovata.

source: Start Controller
de: Starten Sie den Controller
es: Iniciar controlador
it: Avvia controller

source: Connect Usb
de: USB verbinden
es: Conectar usb
it: Connetti Usb

source: Packet Count
de: Paketanzahl
es: Recuento de paquetes
it: Conteggio pacchetti

source: Rejected Packets
de: Abgelehnte Pakete
es: Paquetes rechazados
it: Pacchetti rifiutati

source: Packet Text
de: Pakettext
es: Paquete de texto
it: Testo del pacchetto

source: Last Packet
de: Letztes Paket
es: Último paquete
it: Ultimo pacchetto

source: Connection Refused. See USB Log for detailed information.
de: Verbindung abgelehnt. Ausführliche Informationen finden Sie im USB-Protokoll.
es: Conexión denegada. Consulte el Registro USB para obtener información detallada.
it: Connessione rifiutata. Vedere Registro USB per informazioni dettagliate.

source: Manual Connection
de: Manuelle Verbindung
es: Conexión manual
it: Connessione manuale

source: Resume Controller
de: Controller fortsetzen
es: Reanudar controlador
it: Riprendi controller

source: Pause Controller
de: Controller anhalten
es: Controlador de pausa
it: Pausa controller

source: Manual Reset
de: Manueller Reset
es: Restablecimiento manual
it: Pausa controller

source: Custom D-Ratio
de: Benutzerdefiniertes D-Verhältnis
es: Relación D personalizada
it: Rapporto D personalizzato

source: Acceleration Override
de: Beschleunigung überschreiben
es: Anulación de aceleración
it: Sostituzione accelerazione

source: Cut Properties
de: Schnitt-Eigenschaften
es: Propiedades de corte
it: Proprietà di taglio

source: Speed at which to perform the action in mm/s.
de: Geschwindigkeit der Aktion in mm/s .
es: Velocidad a la que realizar la acción en mm / s.
it: Velocità alla quale eseguire l'azione in mm/s.

source: 1000 always on. 500 it's half power (fire every other step). This is software PPI control.
de: 1000 immer an. 500 ist es die halbe Kraft (feuere jeden zweiten Schritt). Dies ist die Software-PPI-Steuerung.
es: 1000 siempre encendido. 500 es la mitad de potencia (dispara cada dos pasos). Este es el software de control PPI.
it: 1000 sempre acceso. 500 è metà potenza (spara ogni due passi). Questo è il controllo PPI del software.

source: Enables the ability to modify the diagonal ratio.
de: Aktiviert die Möglichkeit, das Diagonalverhältnis zu ändern.
es: Permite la capacidad de modificar la relación diagonal.
it: Abilita la possibilità di modificare il rapporto diagonale.

source: Diagonal ratio is the ratio of additional time needed to perform a diagonal step rather than an orthogonal step.
de: Das Diagonalverhältnis ist das Verhältnis der zusätzlichen Zeit, die benötigt wird, um einen Diagonalschritt anstelle eines orthogonalen Schritts auszuführen.
es: La proporción diagonal es la proporción de tiempo adicional necesario para realizar un paso diagonal en lugar de un paso ortogonal.
it: Il rapporto diagonale è il rapporto del tempo aggiuntivo necessario per eseguire un passo diagonale anziché un passo ortogonale.

source: Enables the ability to modify the acceleration factor.
de: Aktiviert die Möglichkeit, den Beschleunigungsfaktor zu ändern.
es: Permite la capacidad de modificar el factor de aceleración.
it: Abilita la possibilità di modificare il fattore di accelerazione.
