Repository: 7th-fret/meerk40t
Catalog: locale/*/LC_MESSAGES/meerk40t.po
Languages: de, es, it, ja

source: Acceleration Factor Override
de: Beschleunigungsfaktor überschreiben
es: Anulación del factor de aceleración
it: Sostituzione del fattore di accelerazione

source: Driver
de: Treiber
es: Conductor
it: Autista

source: State
de: Status
es: Estado
it: Stato

source: Boot
de: Booten
es: Bota
it: Stivale

source: Add a new device
de: Neues Gerät hinzufügen
es: Agregar un nuevo dispositivo
it: Aggiungi un nuovo dispositivo

source: Remove selected device
de: Ausgewähltes Gerät entfernen
es: Quitar dispositivo seleccionado
it: Rimuovi il dispositivo selezionato

source: View Device Properties
de: Geräteeigenschaften anzeigen
es: Ver propiedades del dispositivo
it: Visualizza le proprietà del dispositivo

source: Move device up
de: Gerät nach oben bewegen
es: Mover el dispositivo hacia arriba
it: Sposta il dispositivo verso l'alto

source: Move device down
de: Gerät nach unten bewegen
es: Mover dispositivo hacia abajo
it: Sposta il dispositivo verso il basso

source: What type of device is being added?
de: Welcher Gerätetyp wird hinzugefügt?
es: ¿Qué tipo de dispositivo se está agregando?
it: Che tipo di dispositivo viene aggiunto?

source: Device Type
de: Gerätetyp
es: Tipo de dispositivo
it: Tipo di dispositivo

source: Engrave Properties
de: Gravur-Eigenschaften
es: Grabar propiedades
it: Proprietà dell'incisione

source: Image Properties
de: Bild-Eigenschaften
es: Propiedades de imagen
it: Proprietà dell'immagine

source: Scan gap / step size image native value.
de: Scan-Gap / native Schrittgröße Bild.
es: Valor nativo de la imagen de tamaño de espacio / paso de escaneo.
it: Scansione valore nativo dell'immagine spazio / passo.

source: X property of image
de: X Eigenschaft des Bildes
es: Propiedad X de la imagen
it: Proprietà X dell'immagine

source: Y property of image
de: Y Eigenschaft des Bildes
es: Propiedad Y de imagen
it: Y proprietà dell'immagine

source: Width property of image
de: Breite des Bildes
es: Ancho de propiedad de la imagen
it: Proprietà larghezza dell'immagine

source: Height property of image
de: Höheneigenschaft des Bildes
es: Propiedad de altura de la imagen
it: Proprietà altezza dell'immagine

source: Dots Per Pixel
de: Punkte pro Pixel
es: Puntos por píxel
it: Punti per pixel

source: Dots Per Inch
de: Punkte pro Zoll
es: Puntos por pulgada
it: Punti per pollice

source: Width:
de: Breite:
es: Anchura:
it: Larghezza:

source: Height:
de: Höhe:
es: Altura:
it: Altezza:

source: Start Job
de: Job starten
es: Comenzar trabajo
it: Avvia lavoro

source: Start Spooler
de: Spooler starten
es: Iniciar cola de impresión
it: Avvia Spooler

source: Home After
de: Home-Position nach Abschluss anfahren
es: Inicio despues

source: Beep After
de: Piepton nach Abschluss des Jobs
es: Bip después

source: Wait
de: Warten
es: Espere
it: Aspettare

source: Beep
de: Signalton
es: Bip
it: Bip

source: Interrupt
de: Unterbrechen
es: Interrumpir
it: Interrompere

source: Add
de: Hinzufügen
es: Añadir
it: Inserisci

source: Spooling Interrupted. Press OK to Continue.
de: Spooling unterbrochen. Drücken Sie OK, um fortzufahren.
es: Spooling interrumpido. Presione OK para continuar.
it: Spooling interrotto. Premi OK per continuare.

source: operation List
de: Operationsliste
es: lista de operaciones
it: elenco operazioni

source: Command List
de: Befehlsliste
es: Lista de comandos
it: Elenco dei comandi

source: Start the Job
de: Job starten
es: Comience el trabajo
it: Elenco dei comandi

source: View Spooler
de: Spooler anzeigen
es: Ver cola de impresión
it: Visualizza Spooler

source: Operations and Commands
de: Operationen und Befehle
es: Operaciones y comandos
it: Operazioni e comandi

source: Execute Commands
de: Befehle ausführen
es: Ejecutar comandos
it: Esegui comandi

source: Limit Write Buffer
de: Schreibpuffer begrenzen
es: Limitar la memoria intermedia de escritura
it: Buffer di scrittura limite

source: Type
de: Typ
es: Tipo
it: Genere

source: Settings
de: Einstellungen
es: Configuraciones
it: Impostazioni

source: Submitted
de: Eingereicht
es: Presentada
it: Inserito

source: Time Estimate
de: Zeitschätzung
es: Tiempo estimado
it: Stima del tempo

source: Executing
de: Ausführen
es: Ejecutando
it: Esecuzione

source: Queued
de: In Warteschlange
es: Puesto en cola
it: In coda

source: Path
de: Pfad
es: Camino
it: Sentiero

source: power=%.0f
de: Leistung = %.0f
es: potencia=%.0f
it: potenza=%.0f

source: step=%d
de: Schritt = %d
es: paso=%d

source: unknown
de: Unbekannt
es: desconocido
it: sconosciuto

source: Remove %s
de: %s entfernen
es: Elimina %s
it: Rimuovi %s

source: WARNING: Listener '%s' still registered to %s.
de: WARNUNG: Listener '%s' ist immer noch bei %s registriert.
es: ADVERTENCIA: El oyente '%s' todavía está registrado en %s.
it: ATTENZIONE: il listener '%s' è ancora registrato su %s.

source: Shutting down.
de: Herunterfahren.
es: Apagando.
it: Chiudere.

source: Device Shutdown Started: '%s'
de: Gerät herunterfahren gestartet: '%s'
es: Apagado del dispositivo iniciado: '%s'
it: Arresto dispositivo avviato: '%s'

source: Device Shutdown Finished: '%s'
de: Gerät herunterfahren beendet: '%s'
es: Apagado del dispositivo terminado: '%s'
it: Arresto dispositivo terminato: '%s'

source: Saving Device State: '%s'
de: Gerätestatus speichern: '%s'
es: Guardando estado del dispositivo: '%s'
it: Salvataggio dello stato del dispositivo: '%s'

source: Shutting down %s %s: %s
de: %s %s herunterfahren: %s
es: Apagando %s %s: %s
it: Chiusura di %s %s: %s

source: WARNING: %s %s was not closed.
de: WARNUNG: %s %s wurde nicht geschlossen.
es: ADVERTENCIA: %s %s no se cerró.
it: ATTENZIONE: %s %s non è stato chiuso.

source: WARNING: Dead thread %s still registered to %s.
de: WARNUNG: Toter Thread %s ist immer noch bei %s registriert.
es: ADVERTENCIA: El hilo muerto %s todavía está registrado en %s.
it: ATTENZIONE: il thread morto %s è ancora registrato su %s.

source: Finishing Thread %s for %s
de: Finishing Thread %s für %s
es: Hilo de acabado %s para %s
it: Filo di finitura %s per %s

source: Waiting for thread %s: %s
de: Warten auf Thread %s: %s
es: Esperando hilo %s: %s
it: In attesa del thread %s: %s

source: Thread %s finished. %s
de: Thread %s fertig. %s
es: Hilo %s terminado. %s
it: Discussione %s terminata. %s

source: No threads required halting.
de: Es müssen keine Threads angehalten werden.
es: No hay hilos necesarios para detenerse.
it: Nessun thread ha richiesto l'arresto.

source: Shutdown.
de: Herunterfahren.
es: Apagar.
it: Spegnimento.

source: All Devices are shutdown. Stopping Kernel.
de: Alle Geräte werden heruntergefahren. Kernel stoppen.
es: Todos los dispositivos están apagados. Deteniendo Kernel.
it: Tutti i dispositivi vengono arrestati. Arresto del kernel.

source: Unstarted
de: Nicht gestartet
es: No iniciado

source: Aborted
de: Abgebrochen
es: Abortado
it: Abortito

source: Finished
de: Abgeschlossen
es: Terminado
it: Finito

source: Paused
de: Pausiert
es: Pausado
it: In pausa

source: Started
de: Gestartet
es: Empezado
it: Iniziato

source: Add Hotkey
de: Hotkey hinzufügen
es: Agregar tecla de acceso rápido
it: Aggiungi tasto di scelta rapida

source: Keymap Settings
de: Keymap-Einstellungen
es: Configuración del mapa de teclas
it: Impostazioni keymap

source: What keys are bound to which actions?
de: Welche Keys sind an welche Aktionen gebunden?
es: ¿Qué claves están vinculadas a qué acciones?
it: Quali chiavi sono legate a quali azioni?

source: Command
de: Befehl
es: Mando
it: Comando

source: Add a new hotkey
de: Fügen Sie einen neuen Hotkey hinzu
es: Agregar una nueva tecla de acceso rápido
it: Aggiungi un nuovo tasto di scelta rapida

source: Missing Keystroke
de: Fehlender Tastenanschlag
es: Falta pulsación de tecla
it: Sequenza di tasti mancante

source: No Keystroke for binding.
de: Kein Tastendruck zum Binden.
es: Sin pulsaciones de teclas para encuadernar.
it: Nessun tasto per l'associazione.

source: Missing Command
de: Fehlender Befehl
es: Comando perdido
it: Comando mancante

source: No Command for binding.
de: Kein Befehl zum Binden.
es: Sin comando para atar.
it: Nessun comando per l'associazione.

source: Navigation
de: Navigationsmenü
es: Navegación
it: Navigazione

source: Set Jog Distance in mils (1/1000th of an inch)
de: Jog-Abstand in mils (1/1000 Zoll) einstellen.
es: Establecer la distancia de desplazamiento en milésimas de pulgada (1/1000 de pulgada)
it: Imposta la distanza jog in mil (1/1000 di pollice)

source: Set Jog Distance in mm
de: Jog-abstand in mm einstellen
es: Establecer la distancia de jog en mm
it: Imposta distanza jog in mm

source: Set Jog Distance in cm
de: Jog-Abstand in cm einstellen
es: Establecer la distancia de desplazamiento en cm
it: Impostare la distanza jog in cm

source: Set Jog Distance in inch
de: Jog-Abstand in Zoll einstellen
es: Establecer la distancia de desplazamiento en pulgadas
it: Impostare la distanza jog in pollici

source: Move laser diagonally in the up and left direction
de: Laser diagonal nach oben und links bewegen
es: Mueva el láser en diagonal hacia arriba y hacia la izquierda
it: Muovi il laser in diagonale verso l'alto e verso sinistra

source: Move laser in the up direction
de: Laser nach oben bewegen
es: Mueva el láser hacia arriba
it: Muovi il laser verso l'alto

source: Move laser diagonally in the up and right direction
de: Laser diagonal nach oben und rechts bewegen
es: Mueva el láser en diagonal hacia arriba y hacia la derecha
it: Muovi il laser in diagonale verso l'alto e verso destra

source: Move laser in the left direction
de: Laser nach links bewegen
es: Mueva el láser en la dirección izquierda
it: Spostare il laser nella direzione sinistra

source: Move laser in the right direction
de: Laser nach rechts bewegen
es: Mueve el láser en la dirección correcta
it: Spostare il laser nella giusta direzione

source: Move laser diagonally in the down and left direction
de: Laser diagonal nach unten und links bewegen
es: Mueva el láser en diagonal hacia abajo y hacia la izquierda
it: Muovi il laser in diagonale verso il basso e verso sinistra

source: Move laser in the down direction
de: Laser nach unten bewegen
es: Mueva el láser hacia abajo
it: Spostare il laser verso il basso

source: Move laser diagonally in the down and right direction
de: Laser diagonal nach unten und rechts bewegen
es: Mueva el láser en diagonal hacia abajo y hacia la derecha
it: Spostare il laser in diagonale nella direzione verso il basso e verso destra

source: Unlock the laser rail
de: Laserschiene entriegeln
es: Desbloquee el riel láser
it: Sblocca la guida laser

source: Lock the laser rail
de: Laserschiene verriegeln
es: Bloquear el raíl láser
it: Blocca la guida laser

source: Align laser with the upper left corner of the selection
de: Laser an der oberen linken Ecke der Auswahl ausrichten
es: Alinear el láser con la esquina superior izquierda de la selección
it: Allineare il laser con l'angolo in alto a sinistra della selezione

source: Align laser with the upper right corner of the selection
de: Laser an der oberen rechten Ecke der Auswahl ausrichten
es: Alinee el láser con la esquina superior derecha de la selección
it: Allineare il laser con l'angolo in alto a destra della selezione

source: Align laser with the center of the selection
de: Laser auf die Mitte der Auswahl ausrichten
es: Alinear el láser con el centro de la selección
it: Allineare il laser con il centro della selezione

source: Align laser with the lower left corner of the selection
de: Laser an der unteren linken Ecke der Auswahl ausrichten
es: Alinear el láser con la esquina inferior izquierda de la selección
it: Allineare il laser con l'angolo inferiore sinistro della selezione

source: Align laser with the lower right corner of the selection
de: Laser an der unteren rechten Ecke der Auswahl ausrichten
es: Alinear el láser con la esquina inferior derecha de la selección
it: Allinea il laser con l'angolo inferiore destro della selezione

source: Perform a convex hull trace of the selection
de: Konvex-Hull-Tracing der Auswahl durchführen
es: Realice un trazado convexo del casco de la selección
it: Eseguire una traccia dello scafo convesso della selezione

source: Perform a simple trace of the selection
de: Tracing der Auswahl durchführen
es: Realizar un seguimiento simple de la selección
it: Eseguire una semplice traccia della selezione

source: Transform: Scale X
de: Transformieren: X skalieren
es: Transformar: Escala X
it: Trasforma: scala X

source: Transform: Skew Y
de: Transformieren: Versatz Y
es: Transformar: sesgar Y
it: Trasforma: Skew Y

source: Transform: Translate X
de: Transformieren: X übersetzen
es: Transformar: Traducir X
it: Trasforma: Traduci X

source: Transform: Skew X
de: Transformieren: Versatz X
es: Transformar: sesgar X
it: Trasforma: Skew X

source: Transform: Scale Y
de: Transformieren: Skalieren Sie Y
es: Transformar: escala Y
it: Trasforma: scala Y

source: Transform: Translate Y
de: Transformieren: Y übersetzen
es: Transformar: Traducir Y
it: Trasforma: Traduci Y

source: Fire a short laser pulse
de: Kurzen Laserpuls abfeuern
es: Dispara un pulso láser corto
it: Lancia un breve impulso laser

source: Set the duration of the laser pulse
de: Dauer des Laserpulses einstellen
es: Establecer la duración del pulso láser
it: Imposta la durata dell'impulso laser

source: Move to the set position
de: Zu eingestellter Position bewegen
es: Mover a la posición establecida
it: Spostarsi nella posizione impostata

source: Set X value for the Move To
de: X-Wert für die Bewegung zu
es: Establecer el valor X para Mover a
it: Imposta il valore X per Sposta in

source: Set Y value for the Move To
de: Y-Wert für die Bewegung zu
es: Establecer el valor Y para Mover a
it: Imposta il valore Y per Sposta in

source: Move To
de: Bewegen zu
es: Mover a
it: Sposta in

source: Short Pulse
de: Kurzer Puls
es: Pulso corto
it: Impulso corto

source: Jog Distance
de: Jog Strecke
es: Distancia de jogging

source: None
de: Keiner
es: Ninguna
it: Nessuna

source: Path Properties
de: Pfadeigenschaften
es: Propiedades de ruta
it: Proprietà del percorso

source: "none" defined value
de: Definierter Wert "none"
es: valor definido "ninguno"
it: valore definito "nessuno"

source: #FF0000 defined values.
de: #FF0000 definierte Werte.
es: #FF0000 valores definidos.
it: #FF0000 valori definiti.

source: #00FF00 defined values.
de: #00FF00 definierte Werte.
es: #00FF00 valores definidos.
it: #00FF00 valori definiti.

source: #FF00FF defined values.
de: #FF00FF definierte Werte.
es: #FF00FF valores definidos.
it: #FF00FF valori definiti.

source: #00FFFF defined values.
de: #00FFFF definierte Werte.
es: #00FFFF valores definidos.
it: #00FFFF valori definiti.

source: #FFFF00 defined values.
de: #FFFF00 definierte Werte.
es: #FFFF00 valores definidos.
it: #FFFF00 valori definiti.

source: #000000 defined values.
de: #000000 definierte Werte.
es: #000000 valores definidos.
it: #000000 valori definiti.

source: Fill Color
de: Füllfarbe
es: Color de relleno
it: Colore di riempimento

source: Stroke Color
de: Linienfarbe
es: Color del trazo
it: Colore tratto

source: Homes Right
de: Home-Position rechts
es: Casas a la derecha
it: Case a destra

source: Homes Bottom
de: Home-Position unten
es: Fondo de casas
it: Case in basso

source: Swap X and Y
de: X und Y tauschen
es: Intercambiar X e Y
it: Scambia X e Y

source: Mock USB Connection Mode
de: Mock USB-Verbindungsmodus
es: Modo de conexión USB simulado
it: Modalità di connessione USB finta

source: Set Current
de: Home-Position übernehmen
es: Actual conjunto
it: Imposta corrente

source: Automatically lock rail
de: Schiene automatisch verriegeln
es: Bloquear automáticamente el riel
it: Blocca automaticamente la guida

source: Home after job complete
de: Zur Home-Position nach Job-Abschluss
es: Inicio después de completar el trabajo
it: Casa dopo lavoro completata

source: Beep after job complete
de: Piepton nach Job-Abschluss
es: Pitido después de completar el trabajo
it: Segnale acustico al termine del lavoro

source: Select the board to use. This has affects the speedcodes used.
de: Board auswählen. Dies hat Auswirkungen auf die verwendeten Geschwindigkeitscodes.
es: Seleccione el tablero a usar. Esto ha afectado a los códigos de velocidad utilizados.
it: Seleziona la scheda da usare. Ciò ha effetto sui codici di velocità utilizzati.

source: Swaps the X and Y axis. This happens before the FlipX and FlipY.
de: Vertauscht die X- und Y-Achse. Dies geschieht vor FlipX und FlipY.
es: Intercambia los ejes X e Y. Esto sucede antes de FlipX y FlipY.
it: Scambia gli assi X e Y. Questo accade prima di FlipX e FlipY.

source: Flip the Right and Left commands sent to the controller
de: Drehe an den Controller gesendeten Befehl von rechts und links um
es: Voltea los comandos de derecha e izquierda enviados al controlador
it: Capovolgi i comandi destro e sinistro inviati al controller

source: Indicates the device Home is on the right
de: Home-Position des Geräts auf der rechten Seite
es: Indica que el dispositivo Inicio está a la derecha
it: Indica che il dispositivo Home è sulla destra

source: Flip the Top and Bottom commands sent to the controller
de: Drehe an den Controller gesendeten Befehl von Top und Bottom um
es: Invertir los comandos superior e inferior enviados al controlador
it: Capovolgi i comandi superiore e inferiore inviati al controller

source: Indicates the device Home is on the bottom
de: Home-Position des Geräts unten
es: Indica que el dispositivo Inicio está en la parte inferior
it: Indica che il dispositivo Home si trova in basso

source: DEBUG. Without a K40 connected continue to process things as if there was one.
de: DEBUGGEN. Ohne angeschlossenen K40 werden die Dinge weiterhin so verarbeitet, als ob es einen gäbe.
es: DEPURAR. Sin un K40 conectado, continúe procesando las cosas como si lo hubiera.
it: DEBUG. Senza un K40 collegato continua a elaborare le cose come se ce ne fosse una.

source: -1 match anything. 0-5 match exactly that value.
de: -1 passt zu allem. 0-5 stimmen genau mit diesem Wert überein.
es: -1 coincide con cualquier cosa. 0-5 coincide exactamente con ese valor.
it: -1 corrisponde a qualsiasi cosa. 0-5 corrisponde esattamente a quel valore.

source: -1 match anything. 0-255 match exactly that value.
de: -1 passt zu allem. 0-255 stimmen genau mit diesem Wert überein.
es: -1 coincide con cualquier cosa. 0-255 coinciden exactamente con ese valor.
it: -1 corrisponde a qualsiasi cosa. 0-255 corrisponde esattamente a quel valore.

source: Translate Home X
de: Übersetzen Home X
es: Traducir Inicio X
it: Traduci Home X

source: Translate Home Y
de: Übersetzen Startseite Y
es: Traducir Inicio Y
it: Traduci Home Y

source: Set Home Position based on the current position
de: Home-Position basierend auf aktuelle Position einstellen
es: Establecer la posición de inicio según la posición actual
it: Imposta la posizione iniziale in base alla posizione corrente

source: Width of the laser bed.
de: Breite des Laserbettes.
es: Ancho de la cama láser.
it: Larghezza del letto laser.

source: Height of the laser bed.
de: Höhe des Laserbettes.
es: Altura de la cama láser.
it: Altezza del letto laser.

source: Lock rail after operations are finished.
de: Schiene bleibt nach Job-Abschluss verriegelt.
es: Bloquee el riel una vez finalizadas las operaciones.
it: Bloccare il binario al termine delle operazioni.

source: Home the machine after job is finished
de: Home-Position nach Job-Abschluss anfahren
es: Dirija la máquina una vez que finalice el trabajo
it: A casa la macchina al termine del lavoro

source: Beep after the job is finished.
de: Signalton nach Abschluss des Jobs.
es: Pitido después de que termine el trabajo.
it: Emetti un segnale acustico al termine del lavoro.

source: General Options
de: Allgemeine Optionen
es: Opciones generales
it: Opzioni generali

source: Bed Dimensions
de: Bettabmessungen
es: Dimensiones de la cama
it: Dimensioni del letto

source: Shift Home Position
de: Home-Position verschieben
es: Cambiar posición de inicio
it: Cambia posizione iniziale

source: USB Settings
de: USB Einstellungen
es: Configuraciones USB
it: Impostazioni USB

source: Device Index:
de: Geräteindex:
es: Índice de dispositivo:
it: Indice del dispositivo:

source: Device Address:
de: Geräteadresse:
es: Dirección del dispositivo:
it: Indirizzo dispositivo:

source: Device Bus:
de: Gerätebus:
es: Bus de dispositivo:
it: Bus dispositivo:

source: Top To Bottom
de: Von oben nach unten
es: De arriba hacia abajo
it: Dall'alto al basso

source: Bottom To Top
de: Von unten nach oben
es: Abajo hacia arriba
it: Dal basso verso l'alto

source: Right To Left
de: Von rechts nach links
es: De derecha a izquierda
it: Da destra a sinistra

source: Left To Right
de: Von links nach rechts
es: De izquierda a derecha
it: Da sinistra a destra

source: Start Corner
de: Startecke
es: Esquina de inicio

source: Raster Properties
de: Rastereigenschaften
es: Propiedades de ráster
it: Proprietà raster

source: Scan gap / step size, is the distance between scanlines in a raster engrave. Distance here is in 1/1000th of an inch.
de: Scan-Gap / Schrittgröße ist der Abstand zwischen den Scanlinien in einer Rastergravur. Die Entfernung beträgt hier 1/1000 Zoll.
es: Tamaño de espacio / paso de escaneo, es la distancia entre líneas de escaneo en un grabado ráster. La distancia aquí es de 1/1000 de pulgada.
it: Spazio di scansione / dimensione del passo, è la distanza tra le linee di scansione in un'incisione raster. La distanza qui è in 1/1000 di pollice.

source: Direction to perform a raster
de: Richtung zum Ausführen des Rasters
es: Dirección para realizar una trama
it: Direzione per eseguire un raster

source: Overscan amount
de: Overscan-Betrag
es: Cantidad de sobreexploración
it: Importo overscan

source: Rastering on forward and backswing or only forward swing?
de: Rastering auf Vorwärts- und Rückwärtsschwung oder nur Vorwärtsschwung?
es: ¿Desplazamiento hacia adelante y hacia atrás o solo hacia adelante?
it: Rastering su forward e backswing o solo forward swing?

source: Which corner should we start in?
de: In welcher Ecke sollen wir anfangen?
es: ¿En qué esquina deberíamos comenzar?
it: In quale curva dovremmo iniziare?

source: Raster Step
de: Rasterschritt
es: Paso de trama
it: Passaggio raster

source: Raster Direction
de: Rasterrichtung
es: Dirección de trama
it: Direzione raster

source: Field Loop
de: Feldschleife
es: Bucle de campo

source: Uses Roller
de: Roller verwenden
es: Utiliza rodillo
it: Usa il rullo

source: Use Rotary Settings
de: Rotationseinstellungen verwenden
es: Usar configuración giratoria
it: Utilizzare le impostazioni del Rotary

source: Rotary Scale Factor X
de: Rotationsskalenfaktor X
es: Factor de escala giratoria X
it: Fattore di scala rotativa X

source: Steps required for a full rotation
de: Schrittanzahl für volle Drehung
es: Pasos necesarios para una rotación completa
it: Passaggi necessari per una rotazione completa

source: Circumference of roller
de: Umfang der Walze
es: Circunferencia del rodillo
it: Circonferenza del rullo

source: Circumference of object in rotary
de: Umfang des Objekts im Dreh
es: Circunferencia del objeto en rotativo
it: Circonferenza dell'oggetto in rotazione

source: Object Circumference
de: Objektumfang
es: Circunferencia de objeto
it: Circonferenza dell'oggetto

source: Roller Circumference
de: Rollenumfang
es: Circunferencia del rodillo
it: Circonferenza del rullo

source: Rotation Steps
de: Drehschritte
es: Pasos de rotación
it: Passaggi di rotazione

source: Scale X
de: Skala X
es: Escala X
it: Scala X

source: Scale Y
de: Y-Skalen
es: Escala Y
it: Scala Y

source: steps
de: Schritte
es: pasos
it: passaggi

source: Units
de: Einheiten
es: Unidades
it: Unità
