Repository: 7th-fret/meerk40t
Catalog: locale/*/LC_MESSAGES/meerk40t.po
Languages: de, es, it, ja

source: Set default units for guides
de: Legen Sie Standardeinheiten für Hilfslinien fest
es: Establecer unidades predeterminadas para guías
it: Imposta le unità predefinite per le guide

source: Select the desired language to use.
de: Wählen Sie die gewünschte Sprache aus.
es: Seleccione el idioma que desee utilizar.
it: Seleziona la lingua che desideri utilizzare.

source: Shutdown
de: Herunterfahren
es: Apagar
it: Spegnimento

source: Terminal
de: Befehlszeile
it: Terminale

source: UsbConnect
de: USB-Verbindung

source: Examples
de: Beispiele
es: Ejemplos
it: Esempi

source: Toolbar
de: Werkzeugleiste
es: Barra de herramientas

source: Windows
de: Programme
es: Ventanas
it: Finestre

source: Devices
de: Geräte
es: Dispositivos
it: Dispositivi

source: New
de: Neu
es: Nuevo
it: Nuovo

source: Open Project
de: Datei öffnen
es: Proyecto abierto
it: Progetto aperto

source: Import File
de: Datei importieren
es: Importar archivo
it: Importare file

source: Save
de: Speichern
es: Salvar
it: Salva

source: Save As
de: Speichern unter
es: Guardar como
it: Salva come

source: Exit
de: Schließen
es: Salida
it: Uscita

source: Zoom Out
de: Rauszoomen
es: Disminuir el zoom
it: Zoom indietro

source: Zoom In
de: Hineinzoomen
es: Acercarse
it: Ingrandire

source: Zoom To Size
de: Auf Größe zoomen
es: Zoom a tamaño
it: Zoom su dimensione

source: Hide Grid
de: Gitter ausblenden
es: Ocultar cuadrícula
it: Nascondi griglia

source: Hide Guides
de: Guides ausblenden
es: Ocultar guías
it: Nascondi guide

source: Hide Paths
de: Pfade ausblenden
es: Ocultar caminos
it: Nascondi percorsi

source: Hide Images
de: Bilder ausblenden
es: Ocultar imágenes
it: Nascondi percorsi

source: Hide Text
de: Text verstecken
es: Ocultar texto
it: Nascondi testo

source: Hide Fills
de: Füllungen ausblenden
es: Ocultar rellenos
it: Nascondi riempimenti

source: Hide Strokes
de: Striche ausblenden
es: Ocultar trazos
it: Nascondi tratti

source: Hide Laserpath
de: Laserpfad ausblenden
es: Ocultar ruta láser
it: Nascondi Laserpath

source: Hide Reticle
de: Fadenkreuz verstecken
es: Ocultar retícula
it: Nascondi reticolo

source: Hide Selection
de: Auswahl verbergen
es: Esconder selección
it: Nascondi selezione

source: Do Not Refresh
de: Nicht aktualisieren
es: No actualizar
it: Non aggiornare

source: Do Not Animate
de: Nicht animieren
es: No animar
it: Non animare

source: View
de: Ansicht
es: Ver
it: Visualizza

source: Rotary Settings
de: Rotationseinstellungen
es: Configuraciones rotativas
it: Impostazioni Rotary

source: Device Manager
de: Geräte Manager
es: Administrador de dispositivos
it: Gestore dispositivi

source: Execute Job
de: Job ausführen
es: Ejecutar trabajo
it: Esegui lavoro

source: Webpage
de: Website
es: Página web
it: Pagina web

source: Help
de: Hilfe
es: Ayuda
it: Aiuto

source: Languages
de: Sprachen
es: Idiomas
it: Le lingue

source: All attempts to connect to USB have failed.
de: Alle Versuche, eine Verbindung via USB herzustellen, sind fehlgeschlagen.
es: Todos los intentos de conexión a USB han fallado.
it: Tutti i tentativi di connessione a USB non sono riusciti.

source: Usb Connection Problem.
de: USB-Verbindungsproblem.
es: Problema de conexión USB.
it: Problema di connessione USB.

source: Some files were unrecognized: %s
de: Einige Dateien wurden nicht erkannt:% s
es: Algunos archivos no se reconocieron: %s
it: Alcuni file non sono stati riconosciuti: %s

source: Error encountered
de: Fehler aufgetreten
es: Error encontrado
it: Si è verificato un errore

source: Open
de: Öffnen
es: Abierto
it: Aperto

source: Enter Forced Gear
de: Forced Gear eingeben
es: Entrar en equipo forzado
it: Inserisci ingranaggio forzato

source: Enter FPS Limit
de: FPS-Limit eingeben
es: Ingrese el límite de FPS
it: Immettere il limite FPS

source: FPS Limit Entry
de: FPS-Limit-Eintrag
es: Entrada de límite de FPS
it: Immissione limite FPS

source: Enter SVG Transform Instruction e.g. 'scale(1.49, 1, $x, $y)', rotate, translate, etc...
de: Geben Sie die SVG-Transformationsanweisung ein, z. B. 'scale (1.49, 1, $ x, $ y)', drehen, übersetzen usw.
es: Ingrese la instrucción de transformación SVG, por ejemplo, 'scale(1.49, 1, $x, $y)', rotate, translate, etc.
it: Immettere l'istruzione di trasformazione SVG, ad esempio "scale (1,49, 1, $x, $y)", rotate, translate,, ecc ...

source: Transform Entry
de: Eintrag transformieren
es: Transformar entrada
it: Trasforma voce

source: The entered command does nothing.
de: Der eingegebene Befehl wird nicht erkannt.
es: El comando introducido no hace nada.
it: Il comando immesso non fa nulla.

source: Non-Useful Matrix.
de: Fehlerhafte Matrix.
es: Matriz no útil.
it: Matrice non utile.

source: Enter SVG Path Data
de: SVG-Pfaddaten eingeben
es: Ingresar datos de ruta SVG
it: Immettere i dati del percorso SVG

source: Path Entry
de: Pfadeintrag
es: Entrada de ruta
it: Immissione percorso

source: Files
de: Dateien
es: Archivos
it: File

source: Remove: %s
de: Entfernen: %s
es: Elimina: %s
it: Rimuovi: %s

source: Remove: %d objects
de: Entfernen: %d Objekte
es: Eliminar: %d objetos
it: Rimuovi: %d oggetti

source: Reverse Layer Order
de: Ebenenreihenfolge umkehren
es: Orden de capa inversa
it: Ordine degli strati inversi

source: Reclassify Operations
de: Operationen neu klassifizieren
es: Reclasificar operaciones
it: Riclassificare le operazioni

source: Convert %s
de: %s konvertieren
es: Convertir %s
it: Converti %s

source: Convert Operation
de: Projekt konvertieren
es: Operación de conversión
it: Operazione di conversione

source: Add 1 pass.
de: 1 Pass hinzufügen.
es: Agrega 1 pasada.
it: Aggiungi 1 passaggio.

source: Add %d passes.
de: Füge %d Passes hinzu.
es: Agregue %d pases.
it: Aggiungi %d passaggi.

source: Step %d
de: Schritt %d
es: Paso %d
it: Passaggio %d

source: Step
de: Schritt
es: Paso
it: Passo

source: Make Raster Image
de: Rasterbild erstellen
es: Hacer imagen ráster
it: Crea un'immagine raster

source: Reload %s
de: %s neu laden
es: Recargar %s
it: Ricarica %s

source: Make %d copies.
de: %d Kopien erstellen.
es: Haga %d copias.
it: Crea %d copie.

source: Reset User Changes
de: Benutzeränderungen zurücksetzen
es: Restablecer cambios de usuario
it: Ripristina modifiche utente

source: Scale %.0f%%
de: Skalieren Sie %.0f %%
es: Escala %.0f %%
it: Scala %.0f %%

source: Scale
de: Skalieren
es: Escala
it: Scala

source: Rotate turn/%d, %.0f°
de: Drehung drehen /%d, %.0f°
es: Girar giro /%d,%.0f °
it: Ruota giro /%d,%.0f °

source: Rotate turn/%d, -%.0f°
de: Drehung drehen /%d, -%.0f°
es: Girar giro /%d, -%.0f °
it: Ruota giro /%d, -%.0f °

source: Rotate
de: Drehen
es: Girar
it: Ruotare

source: Reify User Changes
de: Benutzeränderungen überprüfen
es: Reificar cambios de usuario
it: Modifica modifiche utente

source: Break Subpaths
de: Unterpfade unterbrechen
es: Romper subpaths
it: Rompere i sottotracciati

source: Actualize Pixels
de: Pixel aktualisieren
es: Actualizar píxeles
it: Attualizza pixel

source: Dither to 1 bit
de: Dither auf 1 Bit
es: Dither a 1 bit
it: Dither a 1 bit

source: Divide Into %d Images
de: In %d Bilder aufteilen
es: Dividir en %d imágenes
it: Dividi in% d immagini

source: Saving Log: %s
de: Protokoll speichern: %s
es: Guardar registro: %s
it: Registro di salvataggio: %s

source: Uninitialized.
de: Nicht initialisiert.
es: Sin inicializar.
it: Non inizializzata.

source: Set IP Camera 1
de: IP-Kamera einstellen 1
es: Establecer cámara IP 1
it: Imposta IP Camera 1

source: Set IP Camera 2
de: Stellen Sie die IP-Kamera 2 ein
es: Establecer cámara IP 2
it: Imposta IP Camera 2

source: Set IP Camera 3
de: IP-Kamera einstellen 3
es: Configurar cámara IP 3
it: Imposta IP Camera 3

source: Enter the HTTP or RTSP uri for the webcam #%d
de: Geben Sie die HTTP- oder RTSP-URL für die Webcam #%d ein
es: Ingrese el URL HTTP o RTSP para la cámara web #%d
it: Immettere HTTP o RTSP uri per la webcam #% d

source: Change the currently performed operation.
de: Ändern Sie den aktuell ausgeführten Vorgang.
es: Cambiar la operación realizada actualmente.
it: Modifica l'operazione attualmente eseguita.

source: Displays the controller's current process.
de: Zeigt den aktuellen Prozess des Controllers an.
es: Muestra el proceso actual del controlador.
it: Visualizza il processo in corso del controller.

source: Connection status
de: Verbindungsstatus
es: Estado de la conección
it: Stato della connessione

source: Device being used
de: Gerät wird verwendet
es: Dispositivo utilizado
it: Dispositivo in uso

source: Connection location
de: Verbindungsort
es: Ubicación de la conección
it: Posizione della connessione

source: Limit the write buffer to a certain amount. Permits on-the-fly command production.
de: Schreibpuffer auf einen bestimmten Wert begrenzen. Ermöglicht die sofortige Produktion von Befehlen.
es: Limite el búfer de escritura a una cierta cantidad. Permite la producción de comandos sobre la marcha.
it: Limitare il buffer di scrittura a un determinato punto. Consente la produzione di comandi al volo.

source: Current number of bytes in the write buffer.
de: Aktuelle Anzahl von Bytes im Schreibpuffer.
es: Número actual de bytes en el búfer de escritura.
it: Numero corrente di byte nel buffer di scrittura.

source: Current maximum write buffer limit.
de: Aktuelle maximale Schreibpuffergrenze.
es: Límite actual máximo de búfer de escritura.
it: Limite massimo del buffer di scrittura corrente.

source: View a snapshot of the current buffer
de: Screenshot des aktuellen Puffers anzeigen
es: Ver una instantánea del búfer actual
it: Visualizza un'istantanea del buffer corrente

source: Total number of packets sent
de: Gesamtzahl der gesendeten Pakete
es: Total paquetes enviados
it: Numero totale di pacchetti inviati

source: Total number of packets rejected
de: Gesamtzahl der abgelehnten Pakete
es: Total paquetes rechazados
it: Numero totale di pacchetti rifiutati

source: Last packet information sent
de: Letzte gesendete Paketinformationen
es: Última información de paquete enviada
it: Informazioni sull'ultimo pacchetto inviato

source: The meaning of Byte 1
de: Die Bedeutung von Byte 1
es: El significado del Byte 1
it: Il significato di Byte 1

source: Pause/Resume the controller
de: Controller anhalten / fortsetzen
es: Pausar / reanudar el controlador
it: Pausa / Riprendi il controller

source: Emergency stop/reset the controller.
de: Not-Aus / Zurücksetzen der Steuerung.
es: Parada de emergencia / reinicio del controlador.
it: Arresto di emergenza / ripristino del controller.

source: Process
de: Prozess
es: Proceso
it: Processi

source: Packet Count
de: Paketanzahl
es: Total paquetes
it: Conteggio pacchetti

source: Packet Info
de: Paketinfo
es: Información del paquete
it: Informazioni sul pacchetto

source: Disconnecting...
de: Trennen...
es: Desconectando...
it: Disconnessione ...

source: Connecting...
de: Verbinden...
es: Conectando...
it: Connessione in corso ...

source: Hold Controller
de: Halten Sie den Controller gedrückt
es: Mantenga el controlador
it: Tieni premuto Controller

source: LOCKED
de: GESPERRT
es: BLOQUEADO
it: BLOCCATO

source: That device already booted.
de: Das Gerät wurde bereits gestartet.
es: Ese dispositivo ya arrancó.
it: Quel dispositivo è già stato avviato.

source: Cannot Boot Selected Device
de: Ausgewähltes Gerät kann nicht gestartet werden
es: No se puede iniciar el dispositivo seleccionado
it: Impossibile avviare il dispositivo selezionato

source: Home Before
de: Home-Position vor
es: Inicio antes
it: Casa prima

source: power=%g
de: Leistung = %g
es: potencia=%g
it: potenza =% g

source: WARNING: Listener '%s' still registered to %s.
de: WARNUNG: Listener '%s' ist immer noch bei %s registriert.
es: ADVERTENCIA: El oyente '%s' todavía está registrado en %s.
it: ATTENZIONE: il listener '%s' è ancora registrato su%s.

source: Shutting down.
de: Herunterfahren.
es: Apagando.
it: Chiudere.

source: Saving Device State: '%s'
de: Gerätestatus speichern: '%s'
es: Guardando estado del dispositivo: '%s'
it: Salvataggio dello stato del dispositivo: '%s'

source: Device Shutdown Started: '%s'
de: Gerät herunterfahren gestartet: '%s'
es: Apagado del dispositivo iniciado: '%s'
it: Arresto dispositivo avviato: '%s'

source: Device Shutdown Finished: '%s'
de: Gerät herunterfahren beendet: '%s'
es: Apagado del dispositivo terminado: '%s'
it: Arresto dispositivo terminato: '%s'

source: Stopping %s %s: %s
de: %s %s stoppen: %s
es: Deteniendo %s %s: %s
it: Arresto %s %s: %s

source: Closing %s %s: %s
de: Schließen von %s %s: %s
es: Cierre %s %s: %s
it: Chiusura %s %s: %s

source: Thread %s exited safely %s
de: Thread %s sicher beendet %s
es: El hilo %s salió con seguridad %s
it: Il thread %s è uscito in modo sicuro %s

source: WARNING: Dead thread %s still registered to %s.
de: WARNUNG: Toter Thread %s ist immer noch bei %s registriert.
es: ADVERTENCIA: El hilo muerto %s todavía está registrado en %s.
it: ATTENZIONE: il thread morto %s è ancora registrato su %s.

source: Finishing Thread %s for %s
de: Finishing Thread %s für %s
es: Hilo de acabado %s para %s
it: Filo di finitura %s per %s

source: %s is the current shutdown thread
de: %s ist der aktuelle Shutdown-Thread
es: %s es el hilo de apagado actual
it: %s è il thread di arresto corrente

source: Asking thread to stop.
de: Thread stoppen.
es: Pidiendo hilo para parar.
it: Chiedere al thread di fermarsi.

source: Waiting for thread %s: %s
de: Warten auf Thread %s: %s
es: Esperando hilo %s: %s
it: In attesa del thread %s: %s

source: Thread %s finished. %s
de: Thread %s fertig. %s
es: Hilo %s terminado. %s
it: Discussione %s terminata. %s

source: No threads required halting.
de: Es müssen keine Threads angehalten werden.
es: No hay hilos necesarios para detenerse.
it: Nessun thread ha richiesto l'arresto.

source: Shutting down %s %s: %s
de: %s %s herunterfahren: %s
es: Apagando %s %s: %s
it: Chiusura di %s %s: %s

source: WARNING: %s %s was not closed.
de: WARNUNG: %s %s wurde nicht geschlossen.
es: ADVERTENCIA: %s %s no se cerró.
it: ATTENZIONE: %s %s non è stato chiuso.

source: Shutdown.
de: Herunterfahren.
es: Apagar.
it: Spegnimento.

source: All Devices are shutdown. Stopping Kernel.
de: Alle Geräte werden heruntergefahren. Kernel stoppen.
es: Todos los dispositivos están apagados. Deteniendo Kernel.
it: Tutti i dispositivi vengono arrestati. Arresto del kernel.

source: Abort
de: Abbrechen
es: Abortar
it: Abortire

source: Busy
de: Beschäftigt
es: Ocupado
it: Occupato

source: Active
de: Aktiv
es: Activo
it: Occupato

source: Idle
de: Leerlauf
es: Ocioso
it: Inattivo

source: Scale Down
de: Verkleinern
es: Reducir proporcionalmente
it: Rimpicciolire

source: Translate Top
de: Oben übersetzen
es: Traducir arriba
it: Traduci in alto

source: Scale Up
de: Vergrößern
es: Aumentar proporcionalmente
it: Scalare

source: Translate Left
de: Links übersetzen
es: Traducir a la izquierda
it: Traduci a sinistra

source: Reset Matrix
de: Matrix zurücksetzen
es: Restablecer matriz
it: Reimposta matrice

source: Translate Right
de: Richtig übersetzen
es: Traducir a la derecha
it: Traduci bene

source: Rotate Counterclockwise
de: Gegen den Uhrzeigersinn drehen
es: Girar en sentido antihorario
it: Ruotare in senso antiorario

source: Translate Bottom
de: Unten übersetzen
es: Traducir abajo
it: Traduci in basso

source: Rotate Clockwise
de: Im Uhrzeiger sinn drehen
es: Rotar las agujas del reloj
it: Ruotare in senso orario

source: Engrave
de: Gravieren
es: Grabar
it: Incidere

source: Cut
de: Schnitt
es: Cortar
it: Tagliare

source: Image
de: Bild
es: Imagen
it: Immagine

source: Output
de: Ausgabe
es: Salida
it: Produzione

source: Crosshatch
de: Schraffur

source: Acceleration
de: Beschleunigung
es: Aceleración
it: Avanzate

source: Dot Length (mils)
de: Punktlänge (mils)
es: Longitud de punto (mils)
it: Lunghezza punto (mils)

source: Operation Properties
de: Betriebseigenschaften
es: Propiedades de operación
it: Proprietà dell'operazione

source: Change/View color of this layer
de: Farbe dieser Ebene ändern / anzeigen
es: Cambiar/Ver el color de esta capa
it: Cambia / Visualizza colore di questo livello

source: Default Operation Mode Type
de: Standard einstellen
es: Tipo de modo de operación predeterminado
it: Cambia / Visualizza colore di questo livello

source: Output This Layer
de: Ebene ausgeben
es: Salida de esta capa
it: Produci questo livello

source: Show This Layer
de: Ebene anzeigen
es: Mostrar esta capa
it: Mostra questo livello

source: Turn on advanced options?
de: Erweiterte Optionen aktivieren?
es: ¿Activar opciones avanzadas?
it: Attiva le opzioni avanzate?

source: Diagonal ratio is the ratio of additional time needed to perform a diagonal step rather than an orthogonal step. (0.261 default)
de: Das Diagonalverhältnis ist das Verhältnis der zusätzlichen Zeit, die benötigt wird, um einen Diagonalschritt anstelle eines orthogonalen Schritts auszuführen. (Standard 0,261)
es: La proporción diagonal es la proporción de tiempo adicional necesario para realizar un paso diagonal en lugar de un paso ortogonal. (0,261 predeterminado)
it: Il rapporto diagonale è il rapporto del tempo aggiuntivo necessario per eseguire un passo diagonale anziché un passo ortogonale. (Impostazione predefinita 0.261)

source: Enable Dot Length Feature
de: Punktlänge aktivieren
es: Habilitar característica de longitud de punto
it: Abilita funzione Lunghezza punto

source: PPI minimum on length for making dash patterns
de: PPI-Mindestlänge für die Erstellung von Strichmustern
es: PPI mínimo en longitud para hacer patrones de guiones
it: PPI minimo sulla lunghezza per la creazione di modelli di trattini

source: Enable Passes
de: Passes aktivieren
es: Habilitar pases
it: Abilita passaggi

source: Run operation how many times?
de: Betrieb wie oft ausführen?
es: Ejecute la operación ¿cuántas veces?
it: Quante volte eseguire l'operazione?

source: Start Preference
de: Einstellungen starten
es: Preferencia de inicio
it: Inizia preferenza

source: Power (ppi)
de: Leistung (ppi)
es: Poder (ppi)
it: Potenza (ppi)

source: Layer
de: Ebene
es: Capa
it: Strato

source: Raster Step (mils)
de: Rasterschritt (mils)
es: Paso de trama (mils)

source: Pass Through
de: Pass Trough
es: Pasar por
it: Passa attraverso

source: Do Not Cache Image
de: Bild nicht zwischenspeichern
es: Imagen de no almacenar en caché
it: Non memorizzare nella cache immagine

source: Invert
de: Umkehren
es: Invertir
it: Invertire

source: Loading File...
de: Datei laden ...
es: Cargando archivo ...
it: Caricamento file in corso ...

source: Refresh Classification
de: Einstellungen aktualisieren
es: Actualizar clasificación
it: Aggiorna classificazione

source: Set Other/Blue/Red Classify
de: Eigene Einstellungen für Other / Blau / Rot
es: Establecer Otro / Azul / Rojo Clasificar
it: Imposta la classificazione Altro / Blu / Rosso

source: Set Basic Classification
de: Standardeinstellungen wiederherstellen
es: Establecer clasificación básica
it: Imposta la classificazione di base

source: Add Operation
de: Operation hinzufügen
es: Agregar operación
it: Aggiungi operazione

source: Duplicate Operation
de: Doppelte Ausführung
es: Operación Duplicada
it: Operazione Duplicata

source: Suspended Signal: %s for %s
de: Angehaltenes Signal: %s für %s
es: Señal suspendida: %s para %s
it: Segnale sospeso: %s per %s

source: Reset Default
de: Standard zurücksetzen
es: Restablecer predeterminado
it: Ripristina predefinito

source: Align laser with the first position
de: Richten Sie den Laser an der ersten Position aus
es: Alinear el láser con la primera posición
it: Allinea il laser alla prima posizione

source: Raster Wizard
de: Raster-Assistent
es: Asistente de ráster
it: Procedura guidata raster

source: Processed image preview
de: Verarbeitete Bildvorschau
es: Vista previa de la imagen procesada
it: Anteprima dell'immagine elaborata

source: Image operations applied in order to generate a raster image.
de: Bildoperationen werden angewendet, um ein Rasterbild zu generieren.
es: Operaciones de imagen aplicadas para generar una imagen rasterizada.
it: Operazioni sull'immagine applicate per generare un'immagine raster.

source: Process Image and Export
de: Bild verarbeiten und exportieren
es: Imagen de proceso y exportación
it: Immagine di processo ed esportazione

source: Raster Script
de: Rasterskript
es: Script de trama
it: Script Raster

source: Enable Dither
de: Dither aktivieren
es: Habilitar Dither
it: Abilita dither

source: Select dither algorithm to use
de: Wählen Sie den zu verwendenden Dither-Algorithmus aus
es: Seleccione el algoritmo de tramado para usar
it: Seleziona l'algoritmo di dithering da utilizzare

source: Dither
de: Zittern
es: Vacilar
it: Oscillare

source: Reset
de: Zurücksetzen
es: Reiniciar
it: Ripristina

source: Enable Cropping
de: Zuschneiden aktivieren
es: Habilitar recorte
it: Abilita ritaglio

source: Reset Cropping
de: Zuschneiden zurücksetzen
es: Restablecer recorte
it: Reimposta ritaglio

source: Crop field
de: Markiertes zuschneiden
es: Campo de cultivo
it: Campo di coltura

source: Crop
de: Zuschneiden
es: Cosecha
it: Ritaglia

source: Maintain Aspect Ratio
de: Seitenverhältnis beibehalten
es: Mantener la relación de aspecto
it: Mantenere le proporzioni

source: pixels
de: Pixel
es: píxeles
it: pixel

source: percent
de: Prozent
es: por ciento
it: per cento

source: inches
de: Zoll
es: pulgadas
it: pollici

source: Enable Resampling
de: Resampling aktivieren
es: Habilitar remuestreo
it: Abilita ricampionamento

source: Image Width
de: Bildbreite
es: Ancho de la imagen
it: Larghezza immagine

source: Maintain Aspect Ratio for Resample
de: Seitenverhältnis für Resample beibehalten
es: Mantener la relación de aspecto para volver a muestrear
it: Mantieni le proporzioni per ricampionare

source: Image Height
de: Bildhöhe
es: Altura de imagen
it: Altezza dell'immagine

source: Image resample step
de: Bild-Resample-Schritt
es: Paso de remuestreo de imagen
it: Passaggio di ricampionamento dell'immagine

source: Image resample DPI at given step
de: Bild-Resample DPI bei gegebenem Schritt
es: Remuestrear la imagen DPI en un paso dado
it: Immagine ricampionare DPI al passaggio dato

source: pixels/in
de: Pixel/Zoll
es: píxeles / pulg
it: pixel / a

source: Enable Gamma Shift
de: Gamma Shift aktivieren
es: Habilitar Gamma Shift
it: Abilita spostamento gamma

source: Reset Gamma Shift
de: Gamma Shift zurücksetzen
es: Restablecer cambio de gamma
it: Ripristina cambio gamma

source: Gamma factor slider
de: Regler für Gammafaktor
es: Control deslizante del factor gamma
it: Dispositivo di scorrimento del fattore gamma

source: Amount of gamma factor
de: Anteil des Gammafaktors
es: Cantidad de factor gamma
it: Quantità di fattore gamma

source: Gamma Factor
de: Gammafaktor
es: Factor gamma
it: Fattore gamma

source: Enable Grayscale Convert
de: Aktiviere die Graustufenkonvertierung
es: Habilitar conversión de escala de grises
it: Abilita conversione scala di grigi

source: Invert Grayscale
de: Graustufen invertieren
es: Invertir escala de grises
it: Inverti scala di grigi

source: Grayscale
de: Graustufen
es: Escala de grises
it: Scala di grigi

source: Enable Tone Curve
de: Tonwertkurve aktivieren
es: Activar curva de tono
it: Abilita curva di tono

source: Reset Tone Curve
de: Tonwertkurve zurücksetzen
es: Restablecer curva de tono
it: Ripristina curva di tono

source: Tone Curve
de: Tonkurve
es: Curva de tono
it: Curva di tono

source: Enable Sharpen
de: Scharfzeichnen
es: Habilitar nitidez
it: Abilita la nitidezza

source: Sharpen Reset
de: Scharfzeichnen zurücksetzen
es: Mejorar Restablecer
it: Ripristina nitidezza

source: Strength of sharpening in percent
de: Scharfzeichnung in Prozent
es: Fuerza de afilado en porcentaje
it: Forza di affilatura in percentuale
