Repository: 7th-fret/meerk40t
Catalog: locale/*/LC_MESSAGES/meerk40t.po
Languages: de, es, it, ja

source: Label
ja: ラベル

source: What is this device called.
ja: このデバイスの名称です。

source: Laser Source
ja: レーザーソース

source: What type of laser is this?
ja: このレーザーの種類は何ですか？

source: Enable
de: Aktivieren
es: Habilitar
it: Abilitare
ja: 有効化

source: Use correction file?
ja: 補正ファイルを使用しますか？

source: File
de: Datei
es: Expediente
ja: ファイル

source: Provide a correction file for the machine
ja: 機械用の補正ファイルを指定してください

source: Width
de: Breite
es: Anchura
it: Larghezza
ja: 幅

source: Lens Size
ja: レンズサイズ

source: Laserspot
ja: レーザースポット

source: Laser spot size
ja: レーザースポットサイズ

source: Flip X
es: Voltear X
it: Capovolgi X
ja: X軸反転

source: Flip the X axis for the device
ja: デバイスのX軸を反転します

source: Flip Y
es: Voltear Y
it: Capovolgi Y
ja: Y軸反転

source: Flip the Y axis for the device
ja: デバイスのY軸を反転します

source: Swap XY
ja: XY入れ替え

source: Swap the X and Y axis for the device
ja: デバイスのX軸とY軸を入れ替えます

source: Rotate View
ja: ビュー回転

source: Rotate the device field
ja: デバイスフィールドを回転します

source: Height
de: Höhe
es: Altura
it: Altezza
ja: 高さ

source: Material
ja: 材料

source: Thickness
ja: 厚さ

source: Power
es: Poder
it: Energia
ja: パワー

source: Speed
de: Geschwindigkeit
es: Velocidad
it: Velocità
ja: 速度

source: Position
it: Posizione
ja: 位置

source: Start
ja: 開始

source: Stop
ja: 停止

source: Pause
es: Pausa
it: Pausa
ja: 一時停止

source: Resume
ja: 再開

source: Preview
ja: プレビュー

source: Connect
de: Verbunden
es: Conectar
it: Collegare
ja: 接続

source: Disconnect
de: Getrennt
es: Desconectar
it: Scollegare
ja: 切断

source: Group
ja: グループ

source: Ungroup
ja: グループ解除

source: Delete
ja: 削除

source: Properties
ja: プロパティ

source: Device
de: Gerät
es: Dispositivo
it: Dispositivo
ja: デバイス

source: Device Name
ja: デバイス名

source: Vectorize
ja: ベクタライズ

source: Test
ja: テスト

source: Update
ja: アップデート

source: About
de: Über
es: Acerca de
it: Di
ja: 情報

source: Preferences
de: Setup
es: Preferencias
it: Preferenze
ja: 環境設定

source: Language
de: Sprache
es: Idioma
it: Linguaggio
ja: 言語

source: Dark
ja: ダーク

source: Light
ja: ライト

source: Default
ja: デフォルト

source: Advanced
de: Erweitert
es: Avanzado
it: Avanzate
ja: 詳細

source: Manual
ja: 手動

source: Automatic
de: Automatisch
es: Automático
it: Automatico
ja: 自動

source: Clear
ja: クリア

source: Refresh
ja: 更新

source: X-Margin
ja: Xマージン

source: Margin for the X-axis. This will be a kind of unused space at the left side.
ja: X軸のマージンです。左側の未使用スペースとなります。

source: User Offset
ja: ユーザーオフセット

source: Y-Margin
ja: Yマージン

source: Margin for the Y-axis. This will be a kind of unused space at the top.
ja: Y軸のマージンです。上部の未使用スペースとなります。

source: Curve Interpolation
ja: カーブ補間

source: Number of curve interpolation points
ja: カーブ補間ポイント数

source: Run mock-usb backend
ja: モックUSBバックエンドを実行

source: This starts connects to fake software laser rather than real one for debugging.
ja: これはデバッグ用に実際のレーザーではなく仮想ソフトウェアレーザーに接続します。

source: Machine index to select
ja: 選択するマシンインデックス

source: Which machine should we connect to? -- Leave at 0 if you have 1 machine.
ja: どのマシンに接続しますか？1台の場合は0のままにしてください。

source: Check serial no
ja: シリアル番号を確認

source: Does the machine need to have a specific serial number?
ja: マシンは特定のシリアル番号が必要ですか？

source: Footpedal
ja: フットペダル

source: What pin is your foot pedal hooked to on the GPIO
ja: フットペダルがGPIOのどのピンに接続されていますか

source: Redlight laser
ja: レッドライトレーザー

source: What pin is your redlight hooked to on the GPIO
ja: レッドライトがGPIOのどのピンに接続されていますか

source: Device Position
ja: デバイス位置

source: Do you want to see some indicator about the current device position?
ja: 現在のデバイス位置のインジケーターを表示しますか？

source: Screen updates
ja: 画面更新

source: Coolant
ja: クーラント

source: Does this device has a method to turn on / off a coolant associated to it?
ja: このデバイスには関連するクーラントのオン/オフ機能がありますか？

source: Coolant Support
ja: クーラントサポート

source: Redlight travel speed
ja: レッドライト移動速度

source: Speed of the galvo when using the red laser.
ja: レッドレーザー使用時のガルボの速度

source: X-Offset
ja: Xオフセット

source: Offset the redlight positions by this amount in x
ja: レッドライト位置をX方向にこの値だけオフセットします

source: Y-Offset
ja: Yオフセット

source: Offset the redlight positions by this amount in y
ja: レッドライト位置をY方向にこの値だけオフセットします

source: Angle Offset
ja: 角度オフセット

source: Offset the redlight positions by this angle, curving around center
ja: レッドライト位置を中心を軸にこの角度でオフセットします

source: Prefer redlight on
ja: レッドライトを優先してオン

source: Redlight preference will turn toggleable redlights on after a job completes.
ja: ジョブ完了後に切り替え可能なレッドライトをオンにします

source: Laser Power
ja: レーザーパワー

source: What power level do we cut at?
ja: カット時のパワーレベルは？

source: Cut Speed
ja: カット速度

source: How fast do we cut?
ja: カット速度は？

source: Q Switch Frequency
ja: Qスイッチ周波数

source: QSwitch Frequency value
ja: Qスイッチ周波数値

source: First Pulse Killer
ja: ファーストパルスキラー

source: Percent of First Pulse Killer for co2 source
ja: CO2ソース用ファーストパルスキラーの割合

source: Travel Speed
ja: 移動速度

source: How fast do we travel when not cutting?
ja: カットしていない時の移動速度は？

source: Enable using Pulse Width (MOPA)
ja: パルス幅（MOPA）を有効化

source: Set Pulse Width (ns)
ja: パルス幅設定（ns）

source: Set the MOPA pulse width setting
ja: MOPAパルス幅設定

source: Laser On
ja: レーザーオン

source: Start delay (Start TC) at the beginning of each mark command
ja: 各マーキングコマンド開始時のスタート遅延（Start TC）

source: Laser Off
ja: レーザーオフ

source: The delay time of the laser shutting down after marking finished
ja: マーキング終了後のレーザー停止遅延時間

source: Polygon Delay
ja: ポリゴン遅延

source: Delay amount between different points in the path travel.
ja: パス移動時の各ポイント間の遅延量

source: End Delay
ja: エンド遅延

source: Delay amount for the end TC
ja: エンドTCの遅延量

source: Long jump delay
ja: ロングジャンプ遅延

source: Delay for a long jump distance
ja: ロングジャンプ距離の遅延

source: Short jump delay
ja: ショートジャンプ遅延

source: Delay for a short jump distance
ja: ショートジャンプ距離の遅延

source: Long jump distance
ja: ロングジャンプ距離

source: Distance divide between long and short jump distances
ja: ロングジャンプとショートジャンプ距離の分割値

source: Open MO delay
ja: Open MO遅延

source: OpenMO delay in ms
ja: OpenMO遅延（ms）

source: First Pulse Killer (F.P.K): the lasting time for the first pulse suppress
ja: ファーストパルスキラー（F.P.K）：最初のパルス抑制の持続時間

source: PWM Half Period
ja: PWMハーフ周期

source: Pulse Period: the frequency of the preionization signal
ja: パルス周期：予備イオン化信号の周波数

source: PWM Pulse Width
ja: PWMパルス幅

source: Pulse Width: the pulse width of the preionization signal
ja: パルス幅：予備イオン化信号のパルス幅

source: Parameter 1
ja: パラメータ1

source: Parameter 2
ja: パラメータ2

source: Timing Mode
ja: タイミングモード

source: Delay Mode
ja: 遅延モード

source: Laser Mode
ja: レーザーモード

source: Control Mode
ja: 制御モード

source: Max Voltage
ja: 最大電圧

source: Min Voltage
ja: 最小電圧

source: give the position of the selection box in galvos
ja: ガルボ内の選択ボックスの位置を表示

source: set the lens size
ja: レンズサイズを設定

source: Initializes a galvo clone board from specified file.
ja: 指定したファイルからガルボクローンボードを初期化します。

source: Attempting connection to Mock.
ja: モックへの接続を試行中

source: Mock Connected.
ja: モックに接続されました

source: Attempting disconnection from Mock.
ja: モックからの切断を試行中

source: Mock Disconnection Successful.
ja: モックの切断に成功しました。\n

source: Fibre-Laser (JCZ-Controller) (Non-MOPA)
ja: ファイバーレーザー（JCZコントローラー）（非MOPA）

source: The JCZ Controller is a type of Galvo Laser Controller for several different sources compatible with the EZCad2™ software.
ja: JCZコントローラーはEZCad2™ソフトウェア対応の複数ソース用ガルボレーザーコントローラーです。

source: Generic Fibre-Laser
ja: 汎用ファイバーレーザー

source: Fibre-Laser (JCZ-Controller) (MOPA)
ja: ファイバーレーザー（JCZコントローラー）（MOPA）

source: With this driver we specifically enable the MOPA feature.
ja: このドライバーでMOPA機能を有効化します。

source: CO2 (JCZ-Controller)
ja: CO2（JCZコントローラー）

source: With specific settings for the CO2 source. (No specific settings are known).
ja: CO2ソース用の特定設定（詳細不明）

source: Generic CO2-Laser
ja: 汎用CO2レーザー

source: UV (JCZ-Controller)
ja: UV（JCZコントローラー）

source: With specific settings for the UV source. (No specific settings are known).
ja: UVソース用の特定設定（詳細不明）

source: Generic UV-Laser
ja: 汎用UVレーザー

source: Using LibUSB to connect.
de: LibUSB zum Verbinden verwenden.
es: Usando LibUSB para conectar.
it: Utilizzo di LibUSB per la connessione.
ja: LibUSBで接続中

source: Finding devices.
de: Geräte finden.
es: Encontrar dispositivos.
it: Trovare dispositivi.
ja: デバイスを検索中

source: Devices Not Found.
de: Keine Geräte gefunden.
es: Dispositivos no encontrados.
it: Dispositivi non trovati.
ja: デバイスが見つかりません

source: Galvo device detected:
ja: ガルボデバイス検出:

source: Your OS does not give you permissions to access USB.
ja: OSがUSBアクセス権限を許可していません

source: Galvo devices were found. But something else was connected to them.
ja: ガルボデバイスが見つかりましたが、他のものが接続されています

source: Galvo devices were found but they were rejected by device criteria in Controller.
ja: ガルボデバイスが見つかりましたが、コントローラーの基準で拒否されました

source: Attempting to detach kernel.
de: Versuch, den Kernel zu trennen.
es: Intentando separar el núcleo.
it: Tentativo di scollegare il kernel.
ja: カーネルのデタッチを試行中

source: Kernel detach: Success.
de: Kernel-Trennung: Erfolgreich.
es: Separación del grano: éxito.
it: Scollegamento del kernel: successo.
ja: カーネルのデタッチ成功

source: Kernel detach: Failed.
de: Kernel-Trennung: Fehlgeschlagen.
es: Separación del grano: falló.
it: Scollegamento del kernel: non riuscito.
ja: カーネルのデタッチ失敗

source: Kernel detach: Not Implemented.
de: Kernel-Trennung: Nicht implementiert.
es: Separación de kernel: no implementado.
it: Scollegamento del kernel: non implementato.
ja: カーネルのデタッチは未実装

source: Getting Active Config
ja: アクティブ設定取得中

source: Active Config: Success.
de: Aktive Konfiguration: Erfolgreich.
es: Configuración activa: éxito.
it: Configurazione attiva: successo.
ja: アクティブ設定成功

source: Active Config: Failed.
de: Aktive Konfiguration: Fehlgeschlagen.
es: Configuración activa: fallida.
it: Configurazione attiva: non riuscita.
ja: アクティブ設定失敗

source: Config Set
de: Konfigurationssatz
es: Conjunto de configuración
it: Set di configurazione
ja: 設定セット

source: Config Set: Success
de: Konfigurationssatz: Erfolg
es: Conjunto de configuración: éxito
it: Set di configurazione: successo
ja: 設定セット成功

source: Config Set: Fail (Hint: may recover if you change where the USB is plugged in.)
de: Konfigurationssatz: Fehlgeschlagen (Hinweis: Wird möglicherweise wiederhergestellt, wenn Sie die Position des USB-Anschlusses ändern.)
es: Config Set: Fail (Sugerencia: puede recuperarse si cambia el lugar donde se conecta el USB).
it: Set di configurazione: non riuscito (Suggerimento: potrebbe essere ripristinato se si modifica la posizione di collegamento dell'USB).
ja: 設定セット失敗\n（USBの接続場所を変更すると回復する場合があります）

source: Attempting to claim interface.
de: Versuch, die Schnittstelle zu verwenden.
es: Intentando reclamar la interfaz.
it: Tentativo di rivendicare l'interfaccia.
ja: インターフェースのクレームを試行中

source: Interface claim: Success
de: Schnittstelle verwenden: Erfolgreich
es: Reclamación de interfaz: éxito
it: Affermazione dell'interfaccia: successo
ja: インターフェースのクレーム成功

source: Interface claim: Failed. (Interface is in use.)
de: Schnittstelle verwenden: Fehlgeschlagen. (Schnittstelle wird bereits verwendet.)
es: Reclamación de interfaz: fallida. (La interfaz está en uso).
it: Richiesta interfaccia: non riuscita. (L'interfaccia è in uso.)
ja: インターフェースのクレーム失敗（使用中）

source: Attempting kernel attach
de: Versuch, mit Kernel zu verbinden
es: Intentando kernel attach
it: Tentativo di allegare il kernel
ja: カーネルのアタッチを試行中

source: Kernel attach: Success.
de: Kernel-Verbindung: Erfolgreich.
es: Kernel adjuntar: éxito.
it: Collegamento del kernel: successo.
ja: カーネルのアタッチ成功

source: Kernel attach: Fail.
de: Kernel-Verbindung: Fehlgeschlagen.
es: Kernel adjuntar: falla.
it: Kernel attach: Fallito.
ja: カーネルのアタッチ失敗

source: Attempting to release interface.
de: Versuch, die Schnittstelle freizugeben.
es: Intentando liberar la interfaz.
it: Tentativo di rilascio dell'interfaccia.
ja: インターフェースのリリースを試行中

source: Interface released.
de: Schnittstelle freigegeben.
es: Interfaz lanzada.
it: Interfaccia rilasciata.
ja: インターフェースがリリースされました

source: Interface did not exist.
de: Schnittstelle existierte nicht.
es: La interfaz no existía.
it: L'interfaccia non esisteva.
ja: インターフェースが存在しません

source: Attempting to dispose resources.
de: Versuch, Ressourcen zu entsorgen.
es: Intentar disponer de recursos.
it: Tentativo di smaltire risorse.
ja: リソースの破棄を試行中

source: Dispose Resources: Success
de: Ressourcen entsorgen: Erfolg
es: Desechar recursos: éxito
it: Smaltisci risorse: successo
ja: リソース破棄成功

source: Dispose Resources: Fail
de: Ressourcen entsorgen: Fehlschlagen
es: Desechar recursos: fallar
it: Smaltisci risorse: errore
ja: リソース破棄失敗

source: Attempting USB reset.
de: Versuch, USB zurückzusetzen.
es: Intentando restablecer USB.
it: Tentativo di ripristino USB.
ja: USBリセットを試行中

source: USB connection reset.
de: USB-Verbindung zurückgesetzt.
es: Restablecimiento de la conexión USB.
it: Ripristino connessione USB.
ja: USB接続リセット

source: USB connection did not exist.
de: USB-Verbindung bestand nicht.
es: La conexión USB no existía.
it: La connessione USB non esisteva.
ja: USB接続が存在しません

source: Attempting connection to USB.
de: Versuche eine Verbindung zu USB herzustellen.
es: Intentando conexión a USB.
it: Tentativo di connessione a USB.
ja: USBへの接続を試行中

source: Device failed during detach and claim
ja: デタッチとクレーム中にデバイスが失敗しました

source: USB Connected.
de: USB verbunden.
es: Usb conectado.
it: USB collegato.
ja: USB接続完了

source: Did you install the libusb driver via Zadig (https://zadig.akeo.ie/)?
ja: Zadig（https://zadig.akeo.ie/）でlibusbドライバーをインストールしましたか？

source: Consult the wiki: https://github.com/meerk40t/meerk40t/wiki/Install%3A-Windows
ja: Wikiを参照: https://github.com/meerk40t/meerk40t/wiki/Install%3A-Windows

source: PyUsb detected no backend LibUSB driver.
de: PyUsb hat keinen Backend-LibUSB-Treiber erkannt.
es: PyUsb no detectó ningún controlador LibUSB de fondo.
it: PyUsb non ha rilevato driver LibUSB back-end.
ja: PyUsbがバックエンドLibUSBドライバーを検出しませんでした

source: Connection to USB failed.
de: Verbindung zu USB fehlgeschlagen.
es: La conexión al USB falló.
it: Connessione a USB non riuscita.
ja: USBへの接続に失敗しました。\n

source: Attempting disconnection from USB.
de: Versuch, die Verbindung zu USB zu trennen.
es: Intentando desconectarse del USB.
it: Tentativo di disconnessione dall'USB.
ja: USBからの切断を試行中

source: USB Disconnection Successful.
de: USB-Trennung erfolgreich.
es: Desconexión USB exitosa.
it: Disconnessione USB riuscita.
ja: USBの切断に成功しました。\n

source: Balor-Configuration
ja: バロール構成

source: Turn red dot on for test purposes
ja: テスト用に赤点をオン

source: Bits
ja: ビット

source: Define
ja: 定義

source: Open a definition screen
ja: 定義画面を開く

source: Effects
ja: エフェクト

source: Warning
ja: 警告

source: Default Actions
ja: デフォルトアクション

source: Display Options
ja: 表示オプション

source: Display and edit device configuration
ja: デバイス構成の表示と編集

source: Connection
de: Verbindung
es: Conección
it: Connessione
ja: 接続

source: Force connection/disconnection from the device.
de: Erzwingen Sie die Verbindung / Trennung vom Gerät.
es: Conectar/desconectar del dispositivo.
it: Forza la connessione / disconnessione dal dispositivo.
ja: デバイスへの強制接続/切断

source: Balor-Controller
ja: バロールコントローラー

source: Display the device controller window
ja: デバイスコントローラーウィンドウを表示

source: Enable Custom Rapid-Speed
ja: カスタムラピッド速度を有効化

source: Enable custom jump speed for this operation
ja: この操作のカスタムジャンプ速度を有効化

source: Enable Custom Pulse Width
ja: カスタムパルス幅を有効化

source: Override the global pulse width setting (MOPA)
ja: グローバルパルス幅設定（MOPA）を上書き

source: Enable Custom Timings
ja: カスタムタイミングを有効化

source: Enable custom timings for this operation
ja: この操作のカスタムタイミングを有効化

source: Laser On Delay
ja: レーザーオン遅延

source: Delay for the start of the laser
ja: レーザー開始時の遅延

source: Laser Off Delay
ja: レーザーオフ遅延

source: Delay amount for the end of the laser
ja: レーザー終了時の遅延量

source: cor_file
ja: corファイル

source: Create CorFile
ja: Corファイルを作成

source: Show the corfile scene widget
ja: corファイルシーンウィジェットを表示

source: Close the correction definition
ja: 補正定義を閉じる

source: Rotate the pattern by 90° ccw
ja: パターンを90°反時計回りに回転

source: Rotate the pattern by 90° cw
ja: パターンを90°時計回りに回転

source: Flip the pattern horizontally
ja: パターンを左右反転

source: Flip the pattern vertically
ja: パターンを上下反転

source: Increase the pattern size
ja: パターンサイズを拡大

source: Decrease the pattern size
ja: パターンサイズを縮小

source: Trace the pattern outline
ja: パターンの輪郭をトレース

source: Burn the pattern
ja: パターンを焼く

source: Save the pattern
ja: パターンを保存

source: Trace the adjusted pattern outline
ja: 調整済みパターンの輪郭をトレース

source: Burn the adjusted pattern
ja: 調整済みパターンを焼く

source: Export Corfile
ja: Corファイルをエクスポート

source: Controller
es: Controlador
it: Controllore
ja: コントローラー

source: Opens Controller Window
ja: コントローラーウィンドウを開く

source: Config
ja: 設定

source: Opens device-specific configuration window
ja: デバイス固有の設定ウィンドウを開く

source: Galvo Light
ja: ガルボライト

source: Runs outline on selection
ja: 選択範囲の輪郭を実行

source: Live Full
ja: ライブ全体

source: Regmarks
ja: レジマーク

source: Live Bounds
ja: ライブ境界

source: Live Hull
ja: ライブハル

source: Trace Hull
ja: ハルをトレース

source: Trace Bounds
ja: 境界をトレース

source: Trace Ants
ja: アリをトレース

source: Trace Full
ja: 全体をトレース

source: Stop Tracing...
ja: トレースを停止...

source: Turn light off
ja: ライトをオフ

source: Red Dot On
ja: 赤点オン

source: Turn Redlight On
ja: レッドライトをオン

source: Red Dot Off
ja: 赤点オフ

source: Center
ja: 中央

source: Center selection on laserbed
ja: 選択範囲をレーザーベッドの中央に配置

source: Checkerboard 6x9 pattern not found.
de: Schachbrett 6x9 Muster nicht gefunden.
es: Patrón de tablero de ajedrez 6x9 no encontrado.
it: Motivo a scacchiera 6x9 non trovato.
ja: チェッカーボード6x9パターンが見つかりません

source: Pattern not found.
de: Muster nicht gefunden.
es: Patrón no encontrado.
it: Pattern non trovato.
ja: パターンが見つかりません

source: Ill-conditioned Matrix. Keep trying.
de: Schlecht konditionierte Matrix. Weiter versuchen.
es: Matriz mal condicionada. Sigue intentándolo.
it: Matrice mal condizionata. Continua a provare.
ja: 条件の悪い行列です。再試行してください。

source: Matrix.
es: Matriz.
it: Matrice.
ja: 行列。

source: Success. {count} images so far.
ja: 成功。{count}枚の画像を取得済み。

source: Image Captured
de: Foto aufgenommen
es: Imagen capturada
it: Immagine acquisita
ja: 画像を取得

source: Known camera URIs:
ja: 既知のカメラURI:

source: Current labels:
ja: 現在のラベル:

source: Camera Information:
ja: カメラ情報:

source: No camera selected.
ja: カメラが選択されていません

source: Camera is not currently running...
ja: カメラは現在動作していません...

source: Attempt to change setting failed, raised cv2 error.
ja: 設定変更の試行に失敗し、cv2エラーが発生しました

source: Attempt camera setting ({property}) to {value}. {current}->{old}
ja: カメラ設定（{property}）を{value}に変更試行。{current}->{old}

source: MJPEG-SERVER: Listing Servers.
ja: MJPEGサーバー: サーバー一覧表示

source: MJPEG-SERVER: End of List
ja: MJPEGサーバー: 一覧終了

source: MJPEG-SERVER: No server found.
ja: MJPEGサーバー: サーバーが見つかりません

source: MJPEG-SERVER: Instructing Server to Close
ja: MJPEGサーバー: サーバーに終了指示

source: MJPEG-SERVER: New Connection
ja: MJPEGサーバー: 新規接続

source: MJPEG-SERVER: Connection aborted
ja: MJPEGサーバー: 接続中断

source: MJPEG-SERVER: Connection closing
ja: MJPEGサーバー: 接続終了中

source: MJPEG-SERVER: Closed
ja: MJPEGサーバー: 終了

source: MJPEG-SERVER: Launching
ja: MJPEGサーバー: 起動

source: Camera {index}
ja: カメラ{index}

source: Camera
de: Kamera
es: Cámara
it: Telecamera
ja: カメラ

source: Show camera capture panel
ja: カメラキャプチャパネルを表示

source: Correct Fisheye
de: Fisheye korrigieren
es: Corregir ojo de pez
it: Fisheye corretto
ja: 魚眼補正

source: Correct Perspective
de: Perspektive korrigieren
es: Perspectiva correcta
it: Prospettiva corretta
ja: 遠近補正

source: Update Image
de: Bild aktualisieren
es: Actualizar imagen
it: Aggiorna immagine
ja: 画像を更新

source: Export Snapshot
ja: スナップショットをエクスポート

source: Reconnect Camera
de: Kamera reconnect
it: Ricollega fotocamera
ja: カメラを再接続

source: Detect Distortions/Calibration You need to print a 9x6 checkerboard pattern from OpenCV It should be flat and visible in the camera.
ja: 歪み・キャリブレーションを検出\nOpenCVから9x6のチェッカーボードパターンを印刷してください\nカメラで平坦かつ見えるようにしてください。

source: Set the camera frames per second. A value of 0 means a frame every 5 seconds.
ja: カメラのフレームレートを設定します。0は5秒ごとに1フレームです。

source: Corrects Fisheye lensing, must be trained with checkerboard image.
ja: 魚眼レンズ補正（チェッカーボード画像でトレーニングが必要）

source: The four marker locations (in scene when unchecked) are transformed into corners of a regular square shape.
ja: 4つのマーカー位置（未チェック時のシーン）は正方形の角に変換されます。

source: Camera backend failure... Cannot attempt camera connection.
ja: カメラバックエンドの障害...\nカメラ接続を試行できません。

source: Fetching URI:{uri} Frame...
ja: URI:{uri}のフレームを取得中...

source: Enter a new label for the camera:
ja: カメラの新しいラベルを入力してください:

source: Change camera label
ja: カメララベルを変更

source: Update Background
ja: 背景を更新

source: ...refresh
ja: ...更新

source: Device independent
ja: デバイス非依存

source: Stop Camera
ja: カメラを停止

source: Set camera resolution...
ja: カメラ解像度を設定...

source: Open CameraInterface
ja: カメラインターフェースを開く

source: Aspect
ja: アスペクト

source: Preserve: {aspect}
ja: 保持: {aspect}

source: Reset Perspective
de: Perspektive zurücksetzen
es: Restablecer perspectiva
it: Ripristina prospettiva
ja: 遠近リセット

source: Reset Fisheye
de: Fisheye zurücksetzen
es: Restablecer ojo de pez
it: Reimposta Fisheye
ja: 魚眼リセット

source: URI Manager
ja: URIマネージャー

source: Manage URIs
ja: URIを管理

source: Change Label
ja: ラベルを変更

source: Detected USB {usb_index}
ja: 検出されたUSB {usb_index}

source: Identify cameras
ja: カメラを識別

source: Detects cameras on the system and sets them up
ja: システム上のカメラを検出してセットアップ

source: Opens Camera Window
ja: カメラウィンドウを開く

source: camwin <index>: Open camera window at index
ja: camwin <index>: 指定インデックスでカメラウィンドウを開く

source: camdetect: Tries to detect cameras on the system
ja: camdetect: システム上のカメラ検出を試行

source: Cameras found: {count}
ja: 検出されたカメラ数: {count}

source: Looking for Cameras (Range={max_range})
ja: カメラを検索中（範囲={max_range}）

source: Display the camera window
ja: カメラウィンドウを表示

source: Add URI
ja: URIを追加

source: Displays a list of registered camera URIs
ja: 登録済みカメラURIの一覧を表示

source: Index
ja: インデックス

source: Add a new URL
ja: 新しいURLを追加

source: Remove {name}
ja: {name}を削除

source: Duplicate
de: Duplizieren
es: Duplicar
it: Duplicare
ja: 複製

source: Edit
ja: 編集

source: Clear All
de: Alle/s löschen
es: Limpiar todo
it: Cancella tutto
ja: すべてクリア

source: Camera URI
ja: カメラURI

source: Do you really want to delete all entries?
ja: すべてのエントリを本当に削除しますか？

source: URI-Manager
ja: URIマネージャー

source: Edit camera sources
ja: カメラソースを編集

source: Camera window not registered, cannot move window.
ja: カメラウィンドウが登録されていません。ウィンドウを移動できません。

source: K40 devices were found. But something else was connected to them.
ja: K40デバイスが見つかりましたが、他のものが接続されています

source: {count} device(s) were found.
ja: {count}台のデバイスが見つかりました。

source: Device index {index} exceeds devices found.
ja: デバイスインデックス{index}は検出されたデバイス数を超えています

source: K40 device detected:
de: K40-Gerät erkannt:
es: Dispositivo K40 detectado:
it: Dispositivo K40 rilevato:
ja: K40デバイス検出:

source: Config Set: Fail Set Configuration is not implemented on this platform. Pass.
ja: 設定セット失敗\nこのプラットフォームでは設定が未実装です。

source: Connection to USB failed: {e}.
ja: USB接続に失敗しました: {e}。\n

source: Sending CH341 mode change to EPP1.9.
de: Senden des CH341-Moduswechsels an EPP1.9.
es: El envío del modo CH341 cambia a EPP1.9.
it: L'invio della modalità CH341 cambia in EPP1.9.
ja: CH341モードをEPP1.9に変更中

source: CH341 mode change to EPP1.9: Success.
de: CH341-Moduswechsel zu EPP1.9: Erfolgreich.
es: Cambio de modo CH341 a EPP1.9: Éxito.
it: Cambio modalità CH341 in EPP1.9: successo.
ja: CH341モードEPP1.9変更成功

source: CH341 mode change to EPP1.9: Fail.
de: CH341-Moduswechsel zu EPP1.9: Fehler.
es: Cambio de modo CH341 a EPP1.9: Error.
it: Cambio della modalità CH341 in EPP1.9: Fallito.
ja: CH341モードEPP1.9変更失敗

source: Device Connected.
de: Gerät ist verbunden
es: Dispositivo conectado
it: Dispositivo collegato.
ja: デバイス接続完了\n

source: CH341 Chip Version: {chip_version}
ja: CH341チップバージョン: {chip_version}
